const postsData = {
  राजभाषा: [
    {
      caption:
        "संसदीय राजभाषा समिती निरीक्षण बैठक दिवस तिसरा माननीय संसदीय राजभाषा समितीच्या तिसऱ्या उप-समितीच्या निरीक्षण बैठकीचे यशस्वी आयोजन माझ्या अध्यक्षतेखाली पुणे येथे करण्यात आले.राजभाषेच्या प्रभावी अंमलबजावणीसंदर्भातील विविध मुद्द्यांवर सखोल चर्चा व निरीक्षण करण्यात आले. शासनाच्या कार्यप्रणालीत हिंदी राजभाषेचा अधिकाधिक वापर सुनिश्चित करण्यासाठी समितीने महत्त्वपूर्ण सूचना व मार्गदर्शन केले. यावेळी श्री ओम राजेनिंबाळकर, खासदार (लोकसभा), निरज डांगी (राज्यसभा)महाराष्ट्र, डॉ. धर्मशीला गुप्ता, खासदार (राज्यसभा), बिहार यांची उपस्थिती लाभली.या कार्यक्रमासाठी Bank of Maharashtra यांच्या सौजन्याने उत्कृष्ट व्यवस्था करण्यात आली, याबद्दल त्यांचे मनःपूर्वक आभार.राजभाषेचा सन्मान आणि प्रभावी अंमलबजावणी हेच आपल्या लोकशाही व्यवस्थेचे बळ आहे.",
      img: "",
      url: "https://www.instagram.com/p/DU-e4L7iEXW/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "20/02/2026",
    },
    {
      caption:
        "📖 हिंदी सलाहकार समिति बैठक 📍 दिल्ली आज संसदीय कार्य मंत्रालय आयोजित हिंदी सलाहकार समिति की बैठक दिल्ली येथे संपन्न झाली. या बैठकीत संसदीय कार्य राज्य मंत्री श्री अर्जुन राम मेघवाल, संसदीय कार्य व माहिती एवं प्रसारण राज्य मंत्री डॉ. एल. मुरूगन, तसेच मी लोकसभा सदस्य म्हणून सहभागी झालो. समितीमध्ये ॲड. प्रवीरकुमार गुहराय, श्री कमलेश किशोर, सहाय्यक प्राध्यापक डॉ. प्रकाश कुमार पटेल, ॲड. आरती मोहनभाई गामित, श्री अनुभव चक, डॉ. रामचंदर रमेश आर्य, श्री प्रवीण श्रीराम देशमुख, श्री सुनील पांडेय यांचा सहभाग राहिला. सचिव श्री निकुंज बिहारी धल, अपर सचिव डॉ. सत्य प्रकाश, संचालक श्री अशोक बिहारी आचार्य, उपसचिव श्री मुकेश कुमार, श्री एस.एस. पात्र, अवर सचिव श्री मनीष गुप्ता, सहाय्यक संचालक श्री विरेंद्र कुमार आणि राजभाषा विभागातील सहाय्यक संचालक सुश्री भावना सक्सैना हे वरिष्ठ अधिकारी देखील उपस्थित होते. हिंदी भाषेच्या प्रसार व प्रोत्साहनासाठी अशा बैठका देशाच्या भाषिक व सांस्कृतिक ऐक्यासाठी अत्यंत महत्त्वाच्या आहेत.",
      img: "images/image-267.webp",
      url: "https://www.instagram.com/p/DNr0dq9ULVJ/?utm_source=ig_web_copy_link&igsh=Y2Q5NWdlN2YwNmpq",
      date: "23/08/2025",
    },
    {
      caption:
        "दिल्लीमध्ये संसदीय राजभाषा समितीची बैठक संपन्न! संसदीय राजभाषा समितीची बैठक काल दिल्ली येथे पार पडली. या बैठकीस अपर सचिव विक्रम सिंग, समिती सदस्य खासदार सतीश गौतम, ओमराजे निंबाळकर, निरंजन डांगी, इरण्णा कडाडी, अनुसंधान अधिकारी राम नारायण साहू आणि सहदेव सिंग उपस्थित होते.",
      img: "images/image-230.webp",
      url: "https://www.instagram.com/p/DLWxV63omuJ/?utm_source=ig_web_copy_link&igsh=MTA3eW15YjRmdW5iag==",
      date: "26/06/2025",
    },
    {
      caption:
        "📍 मैसूर | राजभाषेच्या सशक्ततेसाठी एकत्रित चर्चा! आज मैसूर येथे संसदीय राजभाषा समितीची महत्त्वपूर्ण बैठक पार पडली. बैठकीला केंद्रीय मंत्रालयाचे सचिव, समितीचे संयुक्त सचिव विक्रम सिंह तसेच समिती सदस्य खासदार ओमराजे निंबाळकर, निरज डांगी, इराण्णा कडाडी आणि डॉ. धर्मशिला गुप्ता उपस्थित होते.राजभाषा धोरणांची अंमलबजावणी अधिक प्रभावी व्हावी यासाठी विविध मुद्द्यांवर सखोल चर्चा झाली.",
      img: "images/image-206.webp",
      url: "https://www.instagram.com/p/DKHOIBvoFL5/?utm_source=ig_web_copy_link&igsh=MXRmZWlrM2p6enE5NA==",
      date: "26/05/2025",
    },
    {
      caption:
        "संसदीय राजभाषा समिती तिसऱ्या उपसमितीची बैठक – दिवस ४📍जयपूर, राजस्थान जयपूर,राजस्थान येथे संसदीय राजभाषा समिती तिसऱ्या उपसमितीच्या बैठकीचा आज चौथा दिवस. या बैठकीत भारत सरकारच्या अखत्यारीतील व विविध विभागातील अनेक कार्यालयांचे निरीक्षण माझ्या अध्यक्षतेखाली करण्यात आले. तसेच सदस्य सतिश गौतम, ओमराजे निंबाळकर, नीरज डांगी, इरन्ना कडाडी,संगीता यादव,धर्मशिला गुप्ता समिती सचिव प्रेम नारायण,विक्रम सिंग आणि राम नारायण साव उपस्थित होते.राजभाषे विषयी विचारविनिमय करत कार्यप्रणाली अधिक प्रभावी करण्यासाठी महत्त्वपूर्ण सूचना देण्यात आल्या.",
      img: "images/image-140.webp",
      date: "06/03/2025",
      url: "https://www.instagram.com/p/DG21c2NtdJm/?utm_source=ig_web_copy_link&igsh=MTNjM21iZzM1NmxzZQ==",
    },
    {
      caption:
        "संसदीय राजभाषा समिती तिसऱ्या उपसमितीची महत्त्वपूर्ण बैठक –📍 उदयपूर, राजस्थान आज उदयपूर, राजस्थान येथे संसदीय राजभाषा समिती तिसऱ्या उपसमितीच्या बैठकीत सहभागी झालो. या बैठकीत भारत सरकारच्या अखत्यारीतील मुख्य आयकर कार्यालय, बँक, विमा, भारतीय खान ब्यूरो आणि भारतीय जीवन विमा निगम या कार्यालयांचे निरीक्षण करण्यात आले.यावेळी समितीचे उपाध्यक्ष भुर्तहरी महताब, तसेच सदस्य सतिश गौतम, ओमराजे निंबाळकर, नीरज डांगी, इरन्ना कडाडी, प्रेम नारायण, विक्रम सिंग आणि राम नारायण साव उपस्थित होते. बैठकीदरम्यान महत्त्वपूर्ण विषयांवर चर्चा झाली आणि राजभाषेच्या प्रभावी अंमलबजावणीसाठी आवश्यक सूचना देण्यात आल्या.",
      img: "images/image-139.webp",
      date: "03/03/2025",
      url: "https://www.instagram.com/p/DGu2xuIqBM8/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "मुंबईत संसदीय राजभाषा समितीची महत्त्वपूर्ण बैठक संपन्न!मुंबई येथे आज संसदीय राजभाषा समितीची महत्त्वपूर्ण बैठक पार पडली. केंद्र सरकारच्या वतीने राजभाषा धोरणाच्या प्रभावी अंमलबजावणीसाठी सखोल चर्चा करण्यात आली. प्रमुख कार्यालयांचे प्रतिनिधी या चर्चेत सहभागी झाले होते.या बैठकीत राजभाषेच्या प्रचार-प्रसारासाठी नवीन दृष्टीकोन आणि प्रभावी धोरणे तयार करण्यात आली. मातृभाषा संवर्धन व अधिकाधिक वापरासाठी ठोस निर्णय आणि कृती आराखडे निश्चित करण्यात आले.राजभाषेचा प्रसार हे फक्त धोरण नव्हे, तर राष्ट्रीय अभिमानाचा विषय आहे, याचा ठसा या बैठकीने उमटवला.",
      img: "images/image-99.webp",
      url: "https://www.instagram.com/p/DE5FoLKsVcu/?utm_source=ig_web_copy_link",
      date: "16/01/2025",
    },
    {
      caption:
        "गुजरातच्या भूज येथे संसदीय राजभाषा समितीची आणखी एक महत्त्वपूर्ण बैठक पार पडली.राजभाषा धोरणाच्या प्रभावी अंमलबजावणीवर आजही सखोल चर्चा झाली. या बैठकीत अनेक महत्त्वपूर्ण मुद्द्यांवर विचारमंथन झाले आणि मातृभाषा संवर्धनासाठी नवा दृष्टीकोन मिळाला.या चर्चेमधून ठोस निर्णय व कृती आराखडे पुढे नेण्याचा निर्धार करण्यात आला.",
      img: "images/image-98.webp",
      url: "https://www.instagram.com/p/DEztcmbKEqG/?utm_source=ig_web_copy_link",
      date: "14/01/2025",
    },
    {
      caption:
        "संसदीय राजभाषा समितीची निरीक्षण बैठक आज गुजरातमधील भुज येथे संपन्न झाली. यावेळी माझ्या सोबत समितीचे उपाध्यक्ष मा. भृतहरी महताब आणि समिती सदस्य तसेच अधिकारी उपस्थित होते.या बैठकीत समितीच्या कामकाजासंदर्भात चर्चा करण्यात आली आणि पुढील दिशा ठरवण्यात आली.",
      img: "images/image-97.webp",
      url: "https://www.instagram.com/p/DExkCwet3bp/?utm_source=ig_web_copy_link",
      date: "13/01/2025",
    },
    {
      caption:
        "आज दिल्ली येथे संसदीय राजभाषा समितीची बैठक पार पडली.या बैठकीत समितीचे सदस्य आणि अधिकारी उपस्थित होते.राजभाषेच्या संवर्धनासाठी या बैठकीत महत्त्वपूर्ण चर्चा करण्यात आली.",
      img: "images/image-90.webp",
      url: "https://www.instagram.com/p/DEFKnGYqP10/?utm_source=ig_web_copy_link",
      date: "27/12/2024",
    },
    {
      caption:
        "सोमवारी दिल्लीमध्ये संसदीय राजभाषा समितीची पहिली बैठक पार पडली. केंद्रीय गृहमंत्री मा. अमितजी शाह यांच्या उपस्थितीत ही बैठक झाली. यावेळी विविध विषयांवर चर्चा झाली. या बैठकीला केंद्रीय गृहराज्य मंत्री नित्यानंद राय व इतर समिती सदस्य उपस्थित होते.",
      img: "images/image-37.webp",
      url: "https://www.instagram.com/p/C_ud6-WOqT5/?utm_source=ig_web_copy_link",
      date: "10/09/2024",
    },
  ],
  ऊर्जा: [
    {
      caption:
        "ऊर्जा संबंधी स्थायी समिती बैठक दिनांक २३ फेब्रुवारी २०२६ रोजी ऊर्जा विषयक स्थायी समितीच्या बैठकीस उपस्थित राहून विद्युत मंत्रालयाच्या अनुदान मागण्यांवरीील परीक्षणासंदर्भात सविस्तर चर्चा केली. मंत्रालयातील वरिष्ठ अधिकारी, विविध सार्वजनिक क्षेत्रातील उपक्रमांचे प्रमुख तसेच तज्ज्ञ अधिकाऱ्यांच्या उपस्थितीत देशाच्या ऊर्जा क्षेत्राच्या बळकटीकरणासाठी महत्त्वपूर्ण मुद्द्यांवर सखोल विचारविनिमय झाला. यावेळी सचिव, विद्युत मंत्रालय श्री पंकज अग्रवाल; अपर सचिव श्री पीयूष सिंह व डॉ. डी. साईंबाबा; संयुक्त सचिव श्री मोहम्मद अफजल, श्री शशांक मिश्रा व श्री आधार राज; संयुक्त सचिव व वित्तीय सल्लागार श्री महावीर प्रसाद; मुख्य लेखा नियंत्रक श्री हेमंत जैन; मुख्य अभियंता श्री हेमंत कुमार पांडे व श्री धीरज कुमार श्रीवास्तव; आर्थिक सल्लागार सुश्री रितू जैन उपस्थित होते. तसेच अध्यक्ष, केंद्रीय विद्युत प्राधिकरण श्री घनश्याम प्रसाद; अध्यक्ष व व्यवस्थापकीय संचालक, एनटीपीसी लि. व नीपको श्री गुरदीप सिंह; अध्यक्ष व व्यवस्थापकीय संचालक, पीजीसीआयएल श्री आर. के. त्यागी; अध्यक्ष व व्यवस्थापकीय संचालक, पीएफसी लि. श्रीमती परमिंदर चोपडा; अध्यक्ष व व्यवस्थापकीय संचालक, आरईसी लि. श्री जितेंद्र श्रीवास्तव; अध्यक्ष व व्यवस्थापकीय संचालक, एनएचपीसी लि. व एसजेव्हीएन लि. श्री भूपेंद्र गुप्ता; अध्यक्ष व व्यवस्थापकीय संचालक, टीएचडीसी इंडिया लि. श्री सिपन कुमार गर्ग; अध्यक्ष व व्यवस्थापकीय संचालक, ग्रिड कंट्रोलर ऑफ इंडिया लि. श्री समीर चंद्र सक्सेना; अध्यक्ष, डीव्हीसी श्री एस. सुरेश कुमार; अध्यक्ष, बीबीएमबी श्री मनोज त्रिपाठी; महानिदेशक, बीईई श्री कृष्णचंद्र पाणिग्रही; महानिदेशक, सीपीआरआय डॉ. जे. श्रीदेवी; महानिदेशक, एनपीटीआय श्री हेमंत जैन तसेच लोकसभा ऊर्जा समितीचे संयुक्त सचिव श्री अतुल आनंद, संचालक श्री कुलमोहन सिंह अरोरा आणि उपसचिव श्री अजितेश सिंह उपस्थित होते. ऊर्जा सुरक्षितता, पारदर्शकता आणि शाश्वत विकासासाठी कटिबद्ध.",
      img: "images/image-298.jpg",
      url: "https://www.instagram.com/p/DVGHqSECHyB/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "23/02/2026",
    },
    {
      caption:
        "📍नवी दिल्ली 🗓️०५/०८/२०२५ ऊर्जा संबंधी स्थायी समितीची बैठक सौर ऊर्जा प्रकल्पांच्या अंमलबजावणीच्या मूल्यमापनावर ऊर्जा संबंधी स्थायी समितीची बैठक दिल्लीमध्ये संपन्न! ऊर्जा संबंधी स्थायी समितीची बैठक आज दिल्ली येथे माझ्या अध्यक्षतेखाली पार पडली. या बैठकीत “देशातील सौर ऊर्जा प्रकल्पांच्या अंमलबजावणीचे मूल्यमापन” या विषयावर चर्चा झाली. या दरम्यान नवीन व नवीकरणीय ऊर्जा मंत्रालयाच्या प्रतिनिधींचे साक्ष्य नोंदवण्यात आले. या बैठकीला उपस्थित अधिकारी श्री संतोष कुमार सारंगी सचिव नवीन एवं नवीकरणीय ऊर्जा मंत्रालय, श्री सुदीप जैन अपर सचिव नवीन एवं नवीकरणीय ऊर्जा मंत्रालय, श्री प्रदीप कुमार दास अध्यक्ष एवं प्रबंध निदेशक इरेडा, डॉ. मोहम्मद रिहान महानिदेशक राष्ट्रीय सौर ऊर्जा संस्थान और लोकसभा उर्जा समिति अधिकारी श्री रामकुमार सूर्यनारायण- संयुक्त सचिव, श्री कुलमोहन सिंह अरोरा- निदेशक श्री अजितेश सिंह- उपसचिव समिती सदस्य खासदार उपस्थित होते.",
      img: "images/image-252.webp",
      url: "https://www.instagram.com/p/DM-iezTIPh2/?utm_source=ig_web_copy_link&igsh=Ym9hczdxY3Bjb2ds",
      date: "05/08/2025",
    },
    {
      caption:
        "दिल्लीमध्ये संसदीय ऊर्जा स्थायी समितीची माझ्या अध्यक्षतेखाली महत्त्वपूर्ण बैठक संपन्न! संसदीय ऊर्जा संबंधी स्थायी समितीची बैठक माझ्या अध्यक्षतेखाली दिल्ली येथे पार पडली. या बैठकीला समितीचे सदस्य खासदार तसेच संबंधित विभागांचे वरिष्ठ अधिकारी उपस्थित होते.या बैठकीमध्ये देशातील ऊर्जा सुरक्षेचा आढावा घेण्यात आला तसेच नवीन ऊर्जा धोरणांसंबंधी मुद्द्यांवर सखोल चर्चा झाली.",
      img: "images/image-249.webp",
      url: "https://www.instagram.com/p/DMu9NK4ISlq/?utm_source=ig_web_copy_link&igsh=MjJuaTRmcjNlc2Uz",
      date: "30/07/2025",
    },
    {
      caption:
        "नवी दिल्ली संसदीय ऊर्जा स्थायी समितीची बैठक – सौरऊर्जा प्रकल्पांच्या कामगिरीचा आढावा आज माझ्या अध्यक्षतेखाली संसदीय ऊर्जा स्थायी समितीची बैठक पार पडली. या बैठकीत ऊर्जा मंत्रालय आणि पॉवर ग्रिड कॉर्पोरेशन ऑफ इंडिया लिमिटेड यांच्या प्रतिनिधींनी देशातील सौरऊर्जा प्रकल्पांच्या कामगिरीचे मूल्यमापन या विषयावर सविस्तर माहिती दिली. हरितऊर्जा क्षेत्रातील प्रगती, अडथळे आणि भविष्यातील योजना यावर अभ्यासपूर्ण चर्चा झाली. देशाला स्वच्छ, शाश्वत आणि विश्वासार्ह उर्जा देण्याच्या दिशेने ही बैठक महत्त्वपूर्ण ठरली.या बैठकीस विद्युत मंत्रालयाचे सचिव श्री पंकज अग्रवाल, अपर सचिव श्री श्रीकांत नागुलापल्ली, नवीन आणि नवीकरणीय ऊर्जा मंत्रालयाचे अपर सचिव श्री सुदीप जैन, केंद्रीय विद्युत प्राधिकरणाचे अध्यक्ष श्री घनश्याम प्रसाद, पॉवर ग्रिड कॉर्पोरेशन ऑफ इंडिया लिमिटेडचे अध्यक्ष व व्यवस्थापकीय संचालक श्री आर. के. त्यागी, ग्रिड कंट्रोलर ऑफ इंडिया लिमिटेडचे अध्यक्ष व व्यवस्थापकीय संचालक श्री समीर चंद्र सक्सेना, सेंट्रल ट्रान्समिशन युटिलिटी ऑफ इंडिया लिमिटेडचे मुख्य कार्यकारी अधिकारी श्री अशोक पाल, राष्ट्रीय सौर ऊर्जा संस्थेचे महासंचालक डॉ. मोहम्मद रिहान, तसेच लोकसभा ऊर्जा समितीचे संयुक्त सचिव श्री रामकुमार सूर्यनारायण, संचालक श्री कुलमोहन सिंह अरोरा आणि उपसचिव श्री अजितेश सिंह उपस्थित होते.",
      img: "images/image-246.webp",
      url: "https://www.instagram.com/p/DMcxrC6o2Mp/?utm_source=ig_web_copy_link&igsh=MW50bzQwY3hma25hOQ==",
      date: "23/07/2025",
    },
    {
      caption:
        "मुंबईत संसदीय ऊर्जा समितीची बैठक - ऊर्जा रूपांतरण व सुरक्षा विषयांवर उच्चस्तरीय चर्चा! संसदीय ऊर्जा स्थायी समितीची बैठक आज मुंबईत पार पडली. या बैठकीत ‘ऊर्जा रूपांतरण - देशातील ऊर्जा क्षेत्र आणि इतर क्षेत्रांवर हवामान बदलाच्या महत्त्वपूर्ण घोषणांचा परिणाम’ यासंदर्भात कोळसा मंत्रालय, इस्पात मंत्रालय, कोल इंडिया लिमिटेड, एनएलसी इंडिया लिमिटेड आणि स्टील अथॉरिटी ऑफ इंडिया लिमिटेडच्या वरिष्ठ प्रतिनिधींशी सविस्तर चर्चा झाली. तसेच ‘भारतामध्ये ऊर्जा सुरक्षा - वाहतूक दरम्यान ऊर्जेची अखंड उपलब्धता सुनिश्चित करणे’ या विषयावर पेट्रोलियम आणि नैसर्गिक वायू मंत्रालयासह ओएनजीसी, गेल (इंडिया) लिमिटेड, इंडियन ऑइल, बीपीसीएल आणि एचपीसीएलच्या अधिकाऱ्यांशी चर्चा झाली. या बैठकीत देशातील ऊर्जा सुरक्षेसंदर्भातील धोरणात्मक उपाययोजनांवर भर देण्यात आला.",
      img: "images/image-233.webp",
      url: "https://www.instagram.com/p/DLmpZFFIOZn/?utm_source=ig_web_copy_link&igsh=YmJrN3U1YmxkamRj",
      date: "02/07/2025",
    },
    {
      caption:
        "ऊर्जेच्या नव्या पर्वाची सुरूवात!📍लेह येथे संसदीय स्थायी समितीची निर्णायक बैठक लेह (लडाख) येथे पार पडलेल्या केंद्रीय ऊर्जा स्थायी समितीच्या बैठकीत देशाच्या ऊर्जा क्षेत्रातील महत्त्वाच्या प्रकल्पांवर सखोल चर्चा झाली. सौर ऊर्जा, जलविद्युत, स्मार्ट मीटरिंग आणि हरित ऊर्जा वाहिन्या (ग्रीन एनर्जी कॉरिडॉर) या मुद्द्यांवर महत्त्वपूर्ण निर्णय घेण्यात आले.🔹 सौर ऊर्जा प्रकल्पांबाबत आढावा — देशभरातील प्रकल्पांची प्रगती, अंमलबजावणी आणि अडचणी दूर करण्याबाबत मंत्रालय व SECI, NTPC, PowerGrid यांच्यासोबत चर्चा.🔹 हरित ऊर्जा वाहिन्या — नवीकरणीय ऊर्जेची वहन क्षमता वाढवण्यासाठी ग्रीन एनर्जी कॉरिडॉरच्या पायाभूत सुविधांचा विस्तार करण्यावर भर.🔹 वीज वितरण सुधारणा — AT&C तोट्यात घट, स्मार्ट मीटर बसवणे आणि वितरण व्यवस्थेच्या मजबुतीसाठी REC आणि PFC यांच्याशी समन्वय.🔹 जलविद्युत प्रकल्पांचे पुनरुज्जीवन — NHPC, THDC, BBMB व SJVNL यांच्यासोबत विद्यमान क्षमतेचा पुनर्विचार, कार्यक्षमतेत वाढ आणि भविष्यातील योजना यावर भर.या चर्चांमधून ऊर्जा क्षेत्राला नवी दिशा मिळत असून, देशाच्या ऊर्जा सुरक्षेसाठी ही बैठक मोलाची ठरली.",
      img: "images/image-231.webp",
      url: "https://www.instagram.com/p/DLfjalsIhr1/?utm_source=ig_web_copy_link&igsh=eHBzbTF6ZzhoN2dh",
      date: "29/06/2025",
    },
    {
      caption:
        "नवी दिल्ली 🗓️ऊर्जा विषयक स्थायी समितीची बैठक दिल्ली येथे आज ऊर्जा विषयक स्थायी समितीची महत्वपूर्ण बैठक पार पडली. या बैठकीस देशातील ऊर्जा क्षेत्रात कार्यरत खाजगी कंपन्यांचे प्रतिनिधी उपस्थित होते. देशातील सौर ऊर्जा प्रकल्पांचे कार्यप्रदर्शन मूल्यांकन या विषयावर खाजगी क्षेत्रातील तज्ज्ञांनी आपले अनुभव, यशोगाथा आणि सध्याच्या अडचणी मांडून सखोल चर्चा घडवून आणली. २०३० पर्यंत नॉन-फॉसिल इंधनाधारित उर्जेस्रोतांद्वारे ५०% एकत्रित विद्युत उत्पादन क्षमता साध्य करण्याचा आराखडा यावरही तांत्रिक बाबी, धोरणात्मक उपाय आणि आवश्यक गुंतवणूक यांचा आढावा घेत माहिती सादर करण्यात आली. या संवादातून देशाच्या हरित ऊर्जा दिशेतील वाटचालीसाठी स्पष्ट दिशा व प्रेरणा मिळाली.अदानी ग्रीन एनर्जी लिमिटेड, टाटा पावर रिन्यूएबल एनर्जी लिमिटेड, अझ्योर पावर, जेएसडब्ल्यू एनर्जी लिमिटेड, अवाडा ग्रुप, सेरेंटिका रिन्यूएबल इंडिया प्रायव्हेट लिमिटेड, रेसोनिया लिमिटेड आणि सुजलॉन एनर्जी लिमिटेड या नामांकित खाजगी ऊर्जा कंपन्यांचे प्रतिनिधी तसेच, लोकसभा ऊर्जा समितीचे अधिकारी श्री रामकुमार सूर्यनारायण (संयुक्त सचिव), श्री कुलमोहन सिंह अरोरा (संचालक), आणि श्री अजितेश सिंह (उपसचिव) बैठकीस उपस्थित होते.",
      img: "images/image-213.webp",
      url: "https://www.instagram.com/p/DKe1Rt4o2Na/?utm_source=ig_web_copy_link&igsh=Y3dlcDZ6YXM5ZDR0",
      date: "04/06/2025",
    },
    {
      caption:
        "📍 दिल्ली – ऊर्जा संबंधी स्थायी समिती बैठक🗓️ २० / ०५ / २०२५ आज दिल्ली येथे ऊर्जा संबंधी स्थायी समितीची बैठक माझ्या अध्यक्षतेखाली पार पडली. बैठकीत ‘देशातील सौरऊर्जा प्रकल्पांचे कार्यप्रदर्शन मूल्यांकन’ या विषयावर सविस्तर चर्चा करण्यात आली. या अनुषंगाने NHPC Limited, SJVN Limited, Solar Energy Corporation of India Limited आणि NTPC Green Energy Limited या संस्थांच्या प्रतिनिधींनी सादरीकरण करत त्यांच्या कार्यपद्धती, अडचणी व भविष्यातील योजना मांडल्या.या बैठकीस श्री गुरदीप सिंह, अध्यक्ष एवं प्रबंध निदेशक – NTPC, श्री सरित महेश्वरी, CEO – NTPC Green Energy Limited, श्री राज कुमार चौधरी, अध्यक्ष एवं प्रबंध निदेशक – NHPC, श्री राजेंद्र प्रसाद गोयल, निदेशक – NHPC, श्री शिवकुमार व्ही वेपाकोम्मा, निदेशक – भारतीय ऊर्जा निगम लिमिटेड, श्री अजय कुमार शर्मा, निदेशक – SJVN आणि श्री अजय कुमार सिंह, CEO – SJVN Green Energy Limited हे मान्यवर अधिकारी उपस्थित होते.तसेच लोकसभा ऊर्जा समितीचे अधिकारी श्री रामकुमार सूर्यनारायण (संयुक्त सचिव), श्री कुलमोहन सिंह अरोरा (निदेशक) आणि श्री अजितेश सिंह (उपसचिव) यांची देखील उपस्थिती होती.बैठकीत देशाच्या ऊर्जा सुरक्षेसाठी, पर्यावरणस्नेही ऊर्जा वापर वाढवण्यासाठी आणि सौरऊर्जेच्या कार्यक्षम अंमलबजावणीसाठी ठोस उपाययोजनांवर चर्चा झाली. या संवादातून पुढील वाटचालीसाठी नवे मार्ग सुचले आणि सौरऊर्जेच्या विकासाला गती देण्याचा निर्धार करण्यात आला.",
      img: "images/image-202.webp",
      url: "https://www.instagram.com/p/DJ30xFTIgPL/?utm_source=ig_web_copy_link&igsh=MWt2ZGoyemJlOHN5Yw==",
      date: "20/05/2025",
    },
    {
      caption:
        "अमृत भारत योजने अंतर्गत तळेगाव रेल्वे स्थानकांच्या कामांची पाहणी!आज अमृत भारत योजने अंतर्गत तळेगाव रेल्वे स्थानकांच्या सुरू असलेल्या कामांची पाहणी केली. या माध्यमातून स्थानकांची कार्यक्षमता वाढवून, प्रवासाचा अनुभव अधिक सुरक्षित आणि सुकर होणार आहे. स्थानिक नागरिकांच्या अपेक्षा लक्षात घेऊन दर्जेदार सेवा पुरवण्याचा आमचा प्रयत्न आहे.या वेळी माझ्या समवेत पुणे अप्पर रेल प्रतबंधक श्री. पद्मसिंह जाधव, पुणे मुख्य परियोजना प्रतिबंधक गती शक्ती युनिट श्री. संजय लोहत्रे, वरिष्ठ मंडल अभियंता CEO श्री. विजय कुमार राय, वरिष्ठ मंडल विद्युत अभियंता श्री.पराग अकनुरकर, वरिष्ठ मंडल वाणिज्य प्रबंधक श्री. ए.के. पाठक, शिवसेना पिंपरी चिंचवड शहर प्रमुख श्री.निलेश तरस युवा सेना जिल्हाप्रमुख श्री. राजेंद्र तरस, शिवसेना तळेगाव शहर प्रमुख श्री. देवा खरटमल,मुन्ना मोरे, प्रवासी संघटनेचे हेमंत टपाले,पोपट भेगडे,विजय पंडीत,सुरेश भोईर,दिपाली गोकर्णा ,व मोठ्या संख्येने कार्यकर्ते पदाधिकारी उपस्थित होते.",
      img: "images/image-198.webp",
      url: "https://www.instagram.com/p/DJrUtk9oVQE/?utm_source=ig_web_copy_link&igsh=cGE2MjRpM2h6czdr",
      date: "15/05/2025",
    },
    {
      caption:
        "सशक्त ऊर्जा वितरणासाठी ठोस पावले!आज दिल्ली येथे केंद्रीय ऊर्जा समितीची स्थायी समिती बैठक माझ्या अध्यक्षतेखाली पार पडली. या बैठकीला विद्युत मंत्रालयाचे सचिव श्री. पंकज अग्रवाल, पावर फायनान्स कॉर्पोरेशन लिमिटेडच्या सी.एम.डी. श्रीमती परमिंदर चोपडा, आर.ई.सी.चे सी.एम.डी श्री. जितेंद्र श्रीवास्तव, कमिटीचे संयुक्त सचिव श्री. रामकुमार सूर्यनारायण, डायरेक्टर श्री. कुलमोहन अरोरा आणि अन्य समिती सदस्य उपस्थित होते.या बैठकीत संशोधित वितरण क्षेत्र योजना (RDSS) अंतर्गत प्रगतीचा आढावा घेण्यात आला. यामध्ये वीज वितरणातील सुधारणा, स्मार्ट मीटरिंग, कृषी फीडर विभाजन, तसेच घरगुती वीज जोडणीसंदर्भातील प्रगती, AT&C हानीतील घट आणि राज्यांमधील अंमलबजावणीची सद्यस्थिती यावर सविस्तर चर्चा करण्यात आली.योजना अधिक प्रभावी आणि परिणामकारक व्हावी यासाठी प्रशासनिक अडथळे दूर करून तांत्रिक सुधारणा व डिजिटल यंत्रणा मजबूत करण्यावर भर देण्यात आला.",
      img: "images/image-182.webp",
      url: "https://www.instagram.com/p/DJB1mreIsGA/?utm_source=ig_web_copy_link&igsh=MTcxZW9hbzAxeHpnNw==",
      date: "29/04/2025",
    },
    {
      caption:
        " केंद्रीय ऊर्जा स्थायी समिती बैठक २४/०२/२०२५ आज दिल्ली येथे माझ्या अध्यक्षतेखाली केंद्रीय ऊर्जा स्थायी समितीची महत्वपूर्ण बैठक संपन्न झाली.या बैठकीत केंद्रीय ऊर्जा विभागाच्या 2025-26 अनुदान मागण्यांवर सविस्तर चर्चा करण्यात आली, तसेच ऊर्जा क्षेत्रातील प्रलंबित कामांचा आढावा, आगामी प्रकल्प, तसेच प्रभावी अंमलबजावणीसाठी आवश्यक सुधारणा यावर व्यापक विचारमंथन झाले. या वेळी विद्युत मंत्रालयाचे सचिव श्री पंकज अग्रवाल, केंद्रीय विद्युत प्राधिकरणाचे अध्यक्ष श्री घनश्याम प्रसाद, तसेच NHPC व SJVNL चे अध्यक्ष व प्रबंध निदेशक श्री राजकुमार चौधरी, पॉवर ग्रिडचे अध्यक्ष व प्रबंध निदेशक श्री आर. के. त्यागी, आणि ग्रिड कंट्रोलर ऑफ इंडियाचे अध्यक्ष व प्रबंध निदेशक श्री एस. आर. नरसिम्हन उपस्थित होते. ऊर्जा मंत्रालयाच्या विविध सार्वजनिक क्षेत्रातील उपक्रम, स्वायत्त संस्थांचे मान्यवर अधिकारी देखील या चर्चेत सहभागी झाले.",
      img: "images/image-136.webp",
      url: "https://www.instagram.com/p/DGdP4V3qb05/?utm_source=ig_web_copy_link&igsh=ZGxuZHNjb3N4aDZ3",
      date: "24/02/2025",
    },
    {
      caption:
        "संसदीय ऊर्जा विषयक स्थायी समितीचा चेन्नई, कोची कुमारकोम येथे दौरा आयोजित करण्यात आला.या बैठकीत केंद्र सरकारच्या ऊर्जा प्रकल्पांची सविस्तर माहिती घेतली आणि त्यांच्या प्रभावी अंमलबजावणीसाठी महत्त्वाच्या सूचना दिल्या. या बैठकीस समिती सदस्य, ऊर्जा मंत्रालय व विभागाचे सचिव आणि इतर अधिकारी उपस्थित होते. ऊर्जा क्षेत्रातील आव्हाने आणि संभाव्यता यावर सखोल चर्चा करण्यात आली.",
      img: "images/image-95.webp",
      url: "https://www.instagram.com/p/DEkFTORqFS7/?utm_source=ig_web_copy_link",
      date: "08/01/2025",
    },
    {
      caption:
        "दिल्ली येथे आयोजित संसदीय ऊर्जा समितीच्या स्थायी समितीच्या बैठकीत IREDA चे अध्यक्ष व प्रबंध निर्देशक श्री. प्रदीप कुमार दास आणि संयुक्त सचिव श्री. रामकुमार सूर्यनारायण,कुलमोहनसिंग अरोडा आणि समिती सदस्य उपस्थित होते.यांच्या उपस्थितीत 'नवीकरणीय ऊर्जा वित्तपुरवठ्याच्या वाढीला गती देण्यासाठी सुदृढ व नाविन्यपूर्ण वित्तपुरवठ्याची भूमिका' या विषयावर सखोल चर्चा करण्यात आली. उर्जा क्षेत्राच्या प्रगतीसाठी उपयुक्त ठरणाऱ्या मार्गदर्शक तत्त्वांवर विचारमंथन करण्यात आले",
      img: "images/image-83.webp",
      date: "19/12/2024",
      url: "https://www.instagram.com/reel/DDthqfNiO06/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "केंद्र सरकारच्या संसदीय ऊर्जा समितीच्या स्थायी समितीची बैठक आज दिल्ली येथे माझ्या अध्यक्षतेखाली पार पडली. पॉवर मंत्रालय आणि नवीन व नूतनीकरणीय ऊर्जा मंत्रालय यांच्या 2024-25 च्या वित्त मागण्यांवर चर्चा आणि मंजुरीसाठी आयोजित या बैठकीत NHPC चे अध्यक्ष तथा प्रबंध संचालक राजकुमार चौधरी आणि उर्जा मंत्रालयाचे संयुक्त सचिव मोहम्मद अफ़ज़ल तसेच समिती सदस्य उपस्थित होते. NHPC प्रतिनिधींना त्यांच्या कार्यपद्धतींबद्दल माहिती देण्यासाठी आमंत्रित करण्यात आले. या चर्चेचा उद्देश आगामी बजेट आणि धोरण निश्चित करण्यात मदत करणे होता.",
      img: "images/image-72.webp",
      date: "03/12/2024",
      url: "https://www.instagram.com/p/DDHlb5NKSjg/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "आज केंद्रीय उर्जा मंत्री श्री मनोहरलाल जी यांची भेट घेऊन उर्जा विभागाच्या स्थायी समितीच्या अध्यक्षपदी झालेल्या माझ्या निवडीबद्दल अनौपचारिक चर्चा केली.उर्जा क्षेत्राला नव्या संधी आणि दिशा देण्यासाठी त्यांचे सहकार्य महत्त्वपूर्ण ठरेल, असा विश्वास व्यक्त केला.",
      img: "images/image-71.webp",
      url: "",
      date: "",
    },
    {
      caption:
        "केंद्रीय ऊर्जा कमिटी स्थायी समिती अध्यक्षपदी निवड झाल्यानंतर आज दिल्लीमध्ये पहीलीच बैठक माझ्या अध्यक्षतेखाली पार पडली. यावेळी महत्त्वाच्या विषयांवर चर्चा झाली. या बैठकीला कमिटी सदस्य, संयुक्त सचिव आणि संबंधित अधिकारी उपस्थित होते.",
      img: "images/image-46.webp",
      url: "https://www.instagram.com/p/DA0f5UmupyR/?utm_source=ig_web_copy_link",
      date: "07/10/2024",
    },
  ],
  पायाभूत: [
    {
      caption:
        "“पर्यटनाला गती, प्रवाशांना सुविधा!” रेल्वे मंत्रालयाच्या २०२६–२७ च्या अनुदान मागण्यांवरील चर्चेत सहभागी होताना मी पर्यटनाच्या दृष्टीने महत्त्वाच्या रेल्वे सुविधांबाबत संसदेत ठामपणे मागणी मांडली. देशभरातील पर्यटकांचे आवडते ठिकाण असलेल्या लोणावळा स्थानकावर मुंबई–पुणे ‘वंदे भारत’ एक्स्प्रेसला थांबा देण्यात यावा, अशी आग्रही मागणी त्यांनी संसदेत केली. या निर्णयामुळे पर्यटनाला चालना मिळण्यासोबतच प्रवाशांनाही मोठी सुविधा मिळणार आहे.",
      img: "images/image-303.jpg",
      url: "https://www.instagram.com/reel/DV-MS2_iCin/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "18/03/2026",
    },
    {
      caption:
        "पुणे लोणावळा प्रवाशांच्या सोयीसाठी लोकल सेवा पुन्हा सुरू करा!पुणे–लोणावळा दरम्यान दुपारच्या वेळेत धावणारी लोकल ट्रेन कोरोना काळानंतर बंद करण्यात आली असून गेल्या अनेक दिवसांपासून ती सेवा अद्यापही पूर्ववत करण्यात आलेली नाही. या लोकल सेवेवर अनेक प्रवासी, विद्यार्थी आणि कामगार अवलंबून आहेत. त्यामुळे प्रवाशांची होणारी गैरसोय लक्षात घेता ही लोकल ट्रेन तातडीने पूर्ववत सुरू करण्याची मागणी मी रेल्वे प्रशासनाकडे केली.",
      img: "images/image-302.jpg",
      url: "https://www.instagram.com/reel/DV8-ZTXCFz-/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "18/03/2026",
    },
    {
      caption:
        "विकासासाठी सतत प्रयत्न, सेवेसाठी सदैव तत्पर.” आज चिंचवड स्टेशन येथे माझ्या विशेष प्रयत्नांतून पुणे शहर पूर्व विभागात चिंचवड पूर्व मुख्य डाकघराचे भव्य उद्घाटन माझ्या प्रमुख उपस्थितीत संपन्न झाले. अनेक दिवस स्थानिक डाक घर असावे अशी लोकांची मागणी होती . या प्रसंगी महाराष्ट्र व गोव्याचे चिफ पोस्ट मास्टर जनरल मा. श्री. अमिताभ सिंग, डायरेक्टर पोस्टल सर्व्हिस पुणे विभाग , मा. श्री. अभिजीत बनसोडे, प्रवर अधीक्षक पुणे शहर पूर्व विभाग मा. श्री, . नितीन येवला, प्रवर डाकपाल , पिंपरी-चिंचवड हेड, मा. श्री. चंद्रकांत भोर, जनसंपर्क अधिकारी , मा. श्री. काळूराम पारखी, मा. नगरसेवक श्री. नारायण बहिरवाडे तसेच मोठ्या संख्येने अधिकारी व कर्मचारी, उपस्थित होते. हे नवीन मुख्य डाकघर नागरिकांसाठी अधिक सुलभ, गतिमान आणि दर्जेदार सेवा देण्यासाठी निश्चितच उपयुक्त ठरेल.",
      img: "images/image-290.jpg",
      url: "https://www.instagram.com/p/DTnex-WiJrL/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "17/01/2026",
    },
    {
      caption:
        "📍 देहूरोड 🗓️ चौक व रस्त्याच्या नामकरण समारंभाचा सोहळा आज देहूरोड येथे विनायका नागरी सहकारी पतसंस्था आयोजित स्व. लोकनेते गोपीनाथरावजी मुंडे चौकाचे सुशोभीकरण व उद्घाटन तसेच देहूरोड कॅन्टोन्मेंट बोर्डचे माजी उपाध्यक्ष कै. यदूनाथ मामा डाखोरे यांच्या नावाने रस्त्याचे नामकरण समारंभ माझ्या प्रमुख उपस्थितीत पार पडला. या प्रसंगी आमदार श्री. अमीतजितजी गोरखे, प्राधिकरण माजी अध्यक्ष श्री. सदाशिव खाडे, प्रशासक देहूरोड कॅन्टोन्मेंट बोर्ड श्री. कैलासजी पानसरे, अध्यक्ष श्री. गुरमीतसिंग रित्तू, उपाध्यक्ष श्री. प्रदीप वसंतराव चव्हाण, श्री. अशोक आप्पा शेलार, श्री. लहुमामा शेलार, माजी नगरसेवक श्री. रघुनंदन घुले, शिवसेना शहर प्रमुख श्री. निलेश तरस, युवासेना मावळ लोकसभा अध्यक्ष श्री. राजेंद्र तरस, देहूरोड शहर प्रमुख श्री. दिपक चौगुले, देहूगाव शहर प्रमुख श्री. सुनील हगवणे, श्री. विशाल खंडेवाल, श्री. सागर लांगे, श्री. मदनजी सोनीगरा, श्री. बाळासाहेब काळोखे, श्री. कृष्णाजी दाभोळे, श्री. संजय पिंजण, श्री. अजयजी पांडे, श्री. तुकाराम जाधव यांच्यासह मान्यवर उपस्थित होते.",
      img: "images/image-284.webp",
      url: "https://www.instagram.com/p/DOigYQakjjZ/?utm_source=ig_web_copy_link&igsh=aDB1aHdpMWdubm04",
      date: "14/09/2025",
    },
    {
      caption:
        "📍 पुणावळे – रावेत – किवळे – मामुर्डी : विकासकामांचा आढावा पिंपरी चिंचवड महानगरपालिका क्षेत्रातील पुणावळे, रावेत, किवळे व मामुर्डी या वेगाने विकसित होणाऱ्या भागांतील रस्ते, ड्रेनेज व पाणीपुरवठा यांसारख्या अत्यावश्यक विकासकामांचा आढावा काल घेतला. या वेळी सहशहर अभियंता श्री. देवांन्ना गट्टूवार, स्थापत्य कार्यकारी अभियंता श्री. चंद्रकांत मुढाळ, स्थापत्य अभियंता श्री. स्वप्नील शिर्के, नगररचना उपअभियंता श्री. महेशकुमार तावरे, कनिष्ठ उपअभियंता श्री. सुनिल आहिरे उपस्थित होते.प्रलंबित कामे तत्काळ मार्गी लावण्याच्या सूचना दिल्या असून, नव्याने विकसित होणाऱ्या भागांसाठी रस्त्यांच्या कामांची निविदा प्रक्रिया राबविण्याचे निर्देशही दिले. नागरिकांना सुलभ सुविधा उपलब्ध व्हाव्यात यासाठी या कामांना प्राधान्याने गती देण्यावर भर आहे.",
      img: "images/image-276.webp",
      url: "https://www.instagram.com/p/DOK525hCI6U/?utm_source=ig_web_copy_link&igsh=MTJrMnJjNGdmcmJqOQ==",
      date: "04/09/2025",
    },
    {
      caption:
        "राष्ट्रीय महामार्ग क्र. ४८ च्या उन्नयनाची मागणी - केंद्रीय रस्ते विकास मंत्री श्री. नितीनजी गडकरी यांची भेट! केंद्रीय रस्ते विकास मंत्री श्री. नितीनजी गडकरी यांची भेट घेऊन राष्ट्रीय महामार्ग क्रमांक ४८ चे रुंदीकरण व उन्नयन करण्याची तातडीची आवश्यकता याबाबत सविस्तर चर्चा केली. आपल्या नेतृत्वाखाली देशभरात रस्ते व वाहतूक क्षेत्रात जे ऐतिहासिक व क्रांतिकारी बदल घडून येत आहेत, ते निश्चितच उल्लेखनीय आहेत. त्याच अनुषंगाने, एक अत्यंत महत्त्वाचा मुद्दा मांडला, जो पश्चिम भारताच्या औद्योगिक, सामाजिक व आर्थिक प्रगतीसाठी अत्यावश्यक आहे. १. पुणे हे महाराष्ट्राच्या मध्यवर्ती ठिकाणी असून कोल्हापूर, सोलापूर, अहिल्यानगर, छत्रपती संभाजीनगर व नाशिक यांसारख्या शहरांशी जोडणारे राष्ट्रीय महामार्ग आहेत. वाढत्या वाहतुकीच्या पार्श्वभूमीवर या मार्गांचे तातडीने रुंदीकरण आवश्यक आहे. यामुळे प्रवास सुलभ होईल, व्यापाराला गती मिळेल आणि अपघातांचे प्रमाण कमी होईल. २. राष्ट्रीय महामार्ग क्रमांक ४ (मुंबई–पुणे NH-4) व सध्याचा NH-48 हा महत्त्वाचा मार्ग सध्या खराब अवस्थेत असून दुरुस्ती व रुंदीकरणाची तातडीची गरज आहे. रस्त्यांवरील खड्डे व अरुंद लेनमुळे वाहतूक कोंडी व अपघात वाढले आहेत. त्वरित उपाययोजना केल्यास प्रवास सुरक्षित, जलद व सुलभ होईल. ३. कार्ले फाटा, वडगाव फाटा, तळेगाव फाटा आणि देहूरोड फाटा या ठिकाणी मोठ्या प्रमाणात वाहतूक कोंडी निर्माण होते. उड्डाणपूलांची कमतरता आणि रुंदीकरणाचा अभाव यामुळे या मार्गावर वाहतुकीची स्थिती अधिकच बिकट झाली असून, नागरिकांच्या दैनंदिन प्रवासावर त्याचा प्रतिकूल परिणाम होत आहे. या मार्गांचे विस्तारीकरण, उड्डाणपुलांची निर्मिती व पायाभूत सुधारणा केल्यास पश्चिम भारताचा वेगवान व शाश्वत विकास अधिक सुलभ होईल. या कामांसाठी तातडीने ठोस पावले उचलावीत, अशी नम्र विनंतीही यावेळी करण्यात आली.",
      img: "images/image-255.webp",
      url: "https://www.instagram.com/p/DNCwjwQSrYB/?utm_source=ig_web_copy_link&igsh=cGJwZW9pdzc5Z200",
      date: "07/07/2025",
    },
    {
      caption:
        "राष्ट्रीय महामार्ग क्र. ४८ च्या उन्नयनाची मागणी - केंद्रीय रस्ते विकास मंत्री श्री. नितीनजी गडकरी यांची भेट! केंद्रीय रस्ते विकास मंत्री श्री. नितीनजी गडकरी यांची भेट घेऊन राष्ट्रीय महामार्ग क्रमांक ४८ चे रुंदीकरण व उन्नयन करण्याची तातडीची आवश्यकता याबाबत सविस्तर चर्चा केली. आपल्या नेतृत्वाखाली देशभरात रस्ते व वाहतूक क्षेत्रात जे ऐतिहासिक व क्रांतिकारी बदल घडून येत आहेत, ते निश्चितच उल्लेखनीय आहेत. त्याच अनुषंगाने, एक अत्यंत महत्त्वाचा मुद्दा मांडला, जो पश्चिम भारताच्या औद्योगिक, सामाजिक व आर्थिक प्रगतीसाठी अत्यावश्यक आहे. १. पुणे हे महाराष्ट्राच्या मध्यवर्ती ठिकाणी असून कोल्हापूर, सोलापूर, अहिल्यानगर, छत्रपती संभाजीनगर व नाशिक यांसारख्या शहरांशी जोडणारे राष्ट्रीय महामार्ग आहेत. वाढत्या वाहतुकीच्या पार्श्वभूमीवर या मार्गांचे तातडीने रुंदीकरण आवश्यक आहे. यामुळे प्रवास सुलभ होईल, व्यापाराला गती मिळेल आणि अपघातांचे प्रमाण कमी होईल. २. राष्ट्रीय महामार्ग क्रमांक ४ (मुंबई–पुणे NH-4) व सध्याचा NH-48 हा महत्त्वाचा मार्ग सध्या खराब अवस्थेत असून दुरुस्ती व रुंदीकरणाची तातडीची गरज आहे. रस्त्यांवरील खड्डे व अरुंद लेनमुळे वाहतूक कोंडी व अपघात वाढले आहेत. त्वरित उपाययोजना केल्यास प्रवास सुरक्षित, जलद व सुलभ होईल. ३. कार्ले फाटा, वडगाव फाटा, तळेगाव फाटा आणि देहूरोड फाटा या ठिकाणी मोठ्या प्रमाणात वाहतूक कोंडी निर्माण होते. उड्डाणपूलांची कमतरता आणि रुंदीकरणाचा अभाव यामुळे या मार्गावर वाहतुकीची स्थिती अधिकच बिकट झाली असून, नागरिकांच्या दैनंदिन प्रवासावर त्याचा प्रतिकूल परिणाम होत आहे. या मार्गांचे विस्तारीकरण, उड्डाणपुलांची निर्मिती व पायाभूत सुधारणा केल्यास पश्चिम भारताचा वेगवान व शाश्वत विकास अधिक सुलभ होईल. या कामांसाठी तातडीने ठोस पावले उचलावीत, अशी नम्र विनंतीही यावेळी करण्यात आली.",
      img: "images/image-254.webp",
      url: "https://www.instagram.com/p/DNCwjwQSrYB/?utm_source=ig_web_copy_link&igsh=cGJwZW9pdzc5Z200",
      date: "07/05/2025",
    },
    {
      caption:
        "आज मुख्यमंत्री मा. श्री देवेंद्रजी फडणवीस व उपमुख्यमंत्री मा. श्री एकनाथजी शिंदे यांच्या समवेत यशवंतराव चव्हाण मुंबई-पुणे द्रुतगती महामार्ग मिसिंग लिंक प्रकल्पाला भेट देऊन कामाची प्रत्यक्ष पाहणी करण्यात आली.हा प्रकल्प देशातील सर्वात लांब व रुंद बोगदा आणि सर्वाधिक उंच पूल अशा दोन्ही दृष्टिकोनातून अत्यंत महत्त्वाचा ठरणार आहे.या लिंकमुळे साडेसहा किलोमीटरचे अंतर आणि सुमारे अर्धा तासाचा प्रवास वेळ वाचणार आहे.हा संपूर्ण मार्ग डिसेंबर २०२५ पर्यंत वाहतुकीसाठी खुला होईल, असा विश्वास यावेळी व्यक्त करण्यात आला.या पाहणीवेळी संबंधित विभागांचे वरिष्ठ अधिकारी उपस्थित होते.",
      img: "images/image-239.webp",
      url: "https://www.instagram.com/p/DMAhplXoAXt/?utm_source=ig_web_copy_link&igsh=MWJkMmV0dmMydTdzdQ==",
      date: "12/07/2025",
    },
    {
      caption:
        "भूमकर चौक ते ताथवडे रस्त्यावरील खड्ड्यांच्या दुरुस्तीच्या कामाची पाहणी – नागरिकांच्या तक्रारीनंतर तात्काळ कारवाई!आज सकाळी भूमकर चौक ते ताथवडे या सर्व्हिस रोडवर पडलेल्या खड्ड्यांच्या दुरुस्तीच्या कामाची पाहणी केली. दोन दिवसांपूर्वी त्या परिसरातील नागरिकांनी भेट घेऊन रस्त्यावरील खड्ड्यांबाबत तक्रार केली होती. नागरिकांच्या तक्रारीची तात्काळ दखल घेत, संबंधित अधिकाऱ्यांना खड्डे तत्काळ बुजवण्याच्या सूचना दिल्या.राष्ट्रीय महामार्गाचे कार्यकारी अभियंता सुभाष घंटे, उपअभियंता अनंत कुलकर्णी आणि PCMC चे सुनील पवार यांच्याशी चर्चा करून काम वेगाने पूर्ण करण्याबाबत निर्देश दिले.",
      img: "images/image-237.webp",
      url: "https://www.instagram.com/reel/DL0KxPOIxI8/?utm_source=ig_web_copy_link&igsh=MWxuM29mOGk0d3hycA==",
      date: "07/07/2025",
    },
    {
      caption:
        "आज पनवेल व नवी मुंबई परिसरातील प्रस्तावित ‘लोकनेते दि.बा. पाटील आंतरराष्ट्रीय विमानतळ’ येथील सुरू असलेल्या विकासकामांची पाहणी खासदार श्रीरंग आप्पा बारणे यांनी केली. स्थानिक लोकप्रतिनिधी व केंद्र सरकारचे प्रतिनिधी या नात्याने त्यांनी अदानी एअरपोर्ट ग्रुपतर्फे सादर करण्यात आलेल्या कामाच्या सविस्तर प्रेझेंटेशनचा आढावा घेतला.या भेटीत पुढील महत्त्वाच्या मुद्द्यांचा आढावा घेण्यात आला:🔸 भारतातील पहिलाच इंटर टर्मिनल कनेक्टिव्हिटी असलेला विमानतळ 🔸 मेट्रो 1, 2, 3, वॉटर टॅक्सी, लोकल ट्रेन, आणि मुंबई-हैदराबाद बुलेट ट्रेन यांची थेट जोडणी 🔸 प्रदूषणमुक्त ‘ग्रीन एअरपोर्ट’ संकल्पन 🔸 1150 हेक्टरमध्ये विस्तारित प्रकल्प 🔸 विमान इंधनासाठी ASF अंडरग्राउंड पाईपलाइन तंत्रज्ञान🔸 सप्टेंबर 2025 मध्ये सुरू होणारे टर्मिनल वन – 2 कोटी प्रवासी क्षमता🔸 2029 पर्यंत टर्मिनल टू सह 80% काम पूर्ण🔸 2036 पर्यंत 4 टर्मिनल्स, VIP टर्मिनल, जनरल एव्हिएशन आणि देशातील सर्वात मोठे कार्गो डेपो🔸 3.7 किमी लांबीचा रनवे – ए 380 आणि मोठ्या कार्गो विमानांसाठी सक्षम🔸 सध्याच्या मुंबई विमानतळाच्या दुप्पट प्रवासी व उड्डाण क्षमतेसह भविष्यकालीन दृष्टीकोनया सर्व प्रकल्पांच्या प्रगतीबाबत खासदार श्रीरंग आप्पा बारणे यांनी समाधान व्यक्त केले आणि स्थानिक, सिडको तसेच केंद्र सरकारमार्फत सर्वतोपरी सहकार्याचे आश्वासन दिले.यावेळी अदानी एअरपोर्ट विभागाच्या CEO सौ. मीनल नाईक, सिडको प्रोजेक्ट मॅनेजर गीता पिल्ले, जिल्हा प्रमुख रामदास शेवाळे, जिल्हा प्रमुख अतुल भगत, उपजिल्हा प्रमुख विनोद साबळे, महानगर प्रमुख प्रथमेश सोमण, तालुका प्रमुख रघुनाथ पाटील, उरण तालुका प्रमुख दीपक ठाकूर, शहर प्रमुख प्रसाद परब, तुकाराम सरख, सुनील गोवारी, प्रसाद सोनवणे, उपमहानगर प्रमुख महेश सावंत, संपर्क प्रमुख मंगेश राणवडे, मनोज घरत, महिला जिल्हा संघटिका मेधाताई दमडे आदी पदाधिकारी उपस्थित होते.",
      img: "images/image-229.webp",
      url: "https://www.instagram.com/p/DLR2kuMoZaF/?utm_source=ig_web_copy_link&igsh=MTducHNjZzN2cXpmNQ==",
      date: "24/06/2025",
    },
    {
      caption:
        "पुणे येथे मध्य रेल्वे विभागीय समितीची महत्त्वपूर्ण बैठक पार; रेल्वे प्रकल्प, नागरी सुविधा व आधुनिकीकरणावर भर पुणे येथे आज मध्य रेल्वे अंतर्गत पुणे विभागीय समितीची बैठक पार पडली. या बैठकीला मध्य रेल्वेचे महाप्रबंधक श्री. धर्मराज मिना, मध्य रेल उप महाप्रबंधक श्री. कृश किशोर मिश्र, पुणे रेल्वे प्रबंधक श्री. राजेश कुमार वर्मा, तसेच प्रधान मुख्य परिवाहन प्रबंधक श्री. श्याम सुंदर गुप्ता, मध्य रेल मुख्य जनसंपर्क अधिकारी डॉ. स्वप्निल धनराज नीला, प्रधान मुख्य वाणिज्य प्रबंधक श्री. अरविंद मालखेडे, तसेच मध्य रेल सुरक्षा प्रबंधक श्री. एस. एन. चौधरी, उपस्थित होते. या बैठकीत विविध रेल्वे प्रकल्प, नागरी सुविधा, तसेच प्रवाशांच्या अडचणींबाबत चर्चा झाली. विभागीय समितीचे सदस्य खासदारही यावेळी उपस्थित होते.बैठकीत पुणे रेल्वे स्थानकाच्या सुसज्जतेवर विशेष भर देण्यात आला. तसेच प्रवाशांना सुविधा देण्यासाठी नव्या तंत्रज्ञानाचा वापर करण्यावर चर्चा झाली. लोकप्रतिनिधींकडून सुचवलेल्या मागण्यांची नोंद घेण्यात आली व त्यांची अंमलबजावणी सुनिश्चित करण्याचे आश्वासन देण्यात आले.",
      img: "images/image-228.webp",
      url: "https://www.instagram.com/p/DLPOuAUIpb5/?utm_source=ig_web_copy_link&igsh=MXZpZnM5MDY5c2kxcw==",
      date: "23/06/2025",
    },
    {
      caption:
        "हिंजवडी वाहतूककोंडी व नाल्यांच्या समस्यांसाठी महत्त्वपूर्ण बैठक – उपाययोजनांसाठी ठोस दिशा हिंजवडी परिसरातील वाहतूककोंडी, नाल्यावरील अनियंत्रित बांधकामे आणि खाजगी कंपन्यांनी नैसर्गिक नाल्यांचा प्रवाह बदलल्याने निर्माण होणाऱ्या पाणी साचण्याच्या समस्यांवर तोडगा काढण्यासाठी आज पीएमआरडीए कार्यालयात महत्त्वपूर्ण बैठक पार पडली. या बैठकीस आमदार श्री. शंकर मांडेकर, पीएमआरडीए आयुक्त श्री. योगेश म्हसे, अतिरिक्त महानगर आयुक्त श्री. दीपक सिंगला, पीएमआरडीएच्या मुख्य अभियंता श्रीमती. रिनाज पठाण, एमआयडीसीचे मुख्य अभियंता श्री. नितीन वानखेडे, सहाय्यक आयुक्त श्रीमती. दीप्ती सूर्यवंशी, जमीन व मालमत्ता विभागाचे सहाय्यक आयुक्त श्री. हिम्मत खराडे, नियोजन विभागाच्या महानगर नियोजनकार श्रीमती. श्वेता पाटील, अधीक्षक अभियंता श्री. योगेश कुलकर्णी, टाटा प्रोजेक्ट्स लिमिटेडचे प्रोजेक्ट डायरेक्टर श्री. अमल भट्टाचार्य यांची उपस्थिती होती.तसेच स्थानिक पातळीवरील प्रतिनिधी म्हणून नंदू भोईर, तात्या पारखी, अमोल नलावडे, किरण राऊत व माण ग्रामस्थ बैठकीस उपस्थित होते.या बैठकीत पावसाळ्यापूर्वी तातडीच्या उपाययोजना राबविण्याचा निर्णय घेण्यात आला असून संबंधित विभागांमध्ये समन्वय साधून अंमलबजावणी करण्यावर भर देण्यात आला",
      img: "images/image-225.webp",
      url: "https://www.instagram.com/reel/DLHsdESo9D5/?utm_source=ig_web_copy_link&igsh=Zno2b295ajF2aXNm",
      date: "20/06/2025",
    },
    {
      caption:
        "५० लक्ष निधीतून आहिरवडे जोडरस्त्याच्या सुधारणा कामांचे भूमिपूजन संपन्न! आज मावळ तालुक्यातील ग्रुप ग्रामपंचायत आहिरवडे येथे खासदार श्रीरंग आप्पा बारणे यांच्या विशेष प्रयत्नातून ५० लक्ष निधी मंजूर करण्यात आलेल्या राष्ट्रीय राजमार्ग ४ ते आहिरवडे जोडरस्त्याच्या सुधारणा कामांचा भूमिपूजन समारंभ मोठ्या उत्साहात पार पडला. या कार्यक्रमात शिवसेना उपजिल्हा प्रमुख शरदराव हुलावळे, युवासेना मावळ लोकसभा अध्यक्ष विशाल हुलावळे, शिवसेना उपतालुका प्रमुख धनंजय नवघने, शिवसेना देहूगाव शहर प्रमुख सुनिल हगवणे यांच्यासह अनेक मान्यवर उपस्थित होते. ग्रामपंचायतीच्या वतीने सरपंच सविताताई काजळे व उपसरपंच स्वातीताई पाराटे यांनी सर्व मान्यवरांचे स्वागत केले. तसेच नवनाथ हरपुडे, संभाजी शिंदे, भाऊ बराटे, दिपक चव्हाण, सचिन चव्हाण, सतीश इंगवले, मदन शेडगे व ग्रामस्थ मोठ्या संख्येने सहभागी झाले.या रस्त्यामुळे परिसरातील नागरिकांच्या दळणवळणात मोठी सोय होणार असून, स्थानिक विकासाला गती मिळणार आहे. ग्रामस्थांनी खासदारांच्या या प्रयत्नाचे कौतुक करत आभार मानले. उपस्थित मान्यवरांनी या कामाचे लवकरात लवकर पूर्णत्वासाठी सहकार्य करण्याचे आश्वासन दिले.",
      img: "images/image-220.webp",
      url: "https://www.instagram.com/reel/DK0_lg4oVQ6/?utm_source=ig_web_copy_link&igsh=MW8wZG5wOGN4c24zaQ==",
      date: "13/06/2025",
    },
    {
      caption:
        "आज महाराष्ट्रात विकासाची दोन महत्त्वाची पावलं टाकली गेली — औंध, पुणे येथे महाऊर्जाच्या नव्या युगाची सुरुवात तर मावळमध्ये गुणवत्तापूर्ण आरोग्यसेवेसाठी पुष्पलता डी. वाय. पाटील रुग्णालयाचे उद्घाटन — या दोन्ही भव्य कार्यक्रमांना मुख्यमंत्री मा. श्री देवेंद्रजी फडणवीस यांच्या शुभहस्ते प्रारंभ मिळाला.या दोन्ही कार्यक्रमांमध्ये माझी उपस्थिती लाभली, आणि ही दोन्ही ठिकाणं राज्याच्या प्रगतीचा नवा अध्याय लिहिणार आहेत, यात शंका नाही.➤ पुणे : हरित उर्जेवर आधारित आधुनिक महाऊर्जा इमारतीचे उद्घाटन ➤ मावळ : ग्रामीण भागात आरोग्यसेवा सक्षम करणाऱ्या रुग्णालयाचे लोकार्पण विकास हेच ध्येय – महाराष्ट्रासाठी, मावळासाठी!",
      img: "images/image-217.webp",
      url: "https://www.instagram.com/reel/DKpeDHZyTg_/?utm_source=ig_web_copy_link&igsh=MTM5ZjlpZ2VtcTRkeQ==",
      date: "08/06/2025",
    },
    {
      caption:
        "कर्जत मतदारसंघातील विकासकामांचा सखोल आढावा – अधिकाऱ्यांना स्पष्ट सूचना!कर्जत विधानसभा मतदारसंघातील विविध शासकीय योजनांचा आणि विकासकामांचा सखोल आढावा घेण्यासाठी आज कर्जत येथील तहसील कार्यालयात आढावा बैठक आयोजित करण्यात आली होती. या बैठकीत मी अध्यक्षस्थानी उपस्थित होतो. कर्जत-खालापूरचे आमदार मा. महेंद्र थोरवे यांच्यासह विविध विभागांचे वरिष्ठ अधिकारी, लोकप्रतिनिधी आणि पदाधिकारी मोठ्या संख्येने सहभागी झाले.या बैठकीत PWD, MMRDA, महसूल, कृषी, आरोग्य, शिक्षण, महिला व बालकल्याण, अन्न व नागरी पुरवठा, ग्रामविकास, वन, जलसंपदा, अंगणवाड्या, नगरपरिषद, पर्यटन, महावितरण यासह ३२ विभागांच्या कामांचा सविस्तर आढावा घेतला गेला.रस्त्यांवरील खड्डे तात्काळ बुजवणे, वीजपुरवठा सुरळीत ठेवणे, पावसाळ्याच्या पार्श्वभूमीवर दरडीचा धोका टाळणे, अंगणवाड्यांसाठी जागा उपलब्ध करून देणे, शिक्षण विभागाच्या तयारीची माहिती घेणे, आणि पर्यटन विकासासाठी उपाययोजना यावर सखोल चर्चा झाली.बैठकीदरम्यान मी स्पष्टपणे सांगितले की नागरिकांच्या मूलभूत गरजांशी संबंधित कोणत्याही गोष्टीत विलंब खपवून घेतला जाणार नाही. प्रशासनाने आपापसात समन्वय ठेवून अधिक गतिमान पद्धतीने कार्य करावे, अशी सूचना मी संबंधित अधिकाऱ्यांना दिली.या बैठकीला आमदार मा. महेंद्र थोरवे, प्रांताधिकारी श्री प्रकाश सकपाळ, तहसीलदार डॉ. धनंजय जाधव, माथेरानचे अधीक्षक श्री सुरेंद्र ठाकूर, मुख्याधिकारी श्री तानाजी चव्हाण, वन परीक्षेत्र अधिकारी श्री समीर खेडेकर, सहाय्यक निबंधक श्रीमती शरयू सामंत यांच्यासह सर्व शासकीय विभागांचे अधिकारी उपस्थित होते.शिवसेना पदाधिकारी आणि कार्यकर्त्यांनीही बैठकीत सक्रिय सहभाग नोंदवला. उपस्थित पदाधिकारी म्हणून जिल्हाप्रमुख श्री संतोष शेठ भोईर, जिल्हा संघटक श्री संभाजी जगताप, जिल्हा संपर्कप्रमुख श्री विजय पाटील, विधानसभा संपर्कप्रमुख श्री पंकज पाटील, तालुकाप्रमुख श्री सुदामदादा पवाळी, तालुका संपर्कप्रमुख श्री दिलीप ताम्हाणे, तालुका संघटक श्री सुनील रसाळ, श्री सुरेश टोकरे, माजी नगरसेवक ॲड. संकेत भासे, श्री अभिषेक सुर्वे, श्री प्रसाद थोरवे आणि श्री दिपक बेहरे यांची उपस्थिती लाभली.एकूणच ही बैठक अत्यंत सकारात्मक आणि फलदायी झाली असून प्रशासन आणि लोकप्रतिनिधींमधील समन्वयाने आगामी काळात विकास कामांना आणखी वेग येईल, असा विश्वास व्यक्त करतो.",
      img: "images/image-215.webp",
      url: "https://www.instagram.com/reel/DKmtOURIiNA/?utm_source=ig_web_copy_link&igsh=NmhkMGhraTBnZzd6",
      date: "07/06/2025",
    },
    {
      caption:
        "📍 नेरळ आणि कर्जत रेल्वे स्थानकांना भेट – प्रवाशांच्या सुविधांचा आढावा आणि विकासकामांची सखोल पाहणी!🗓️ २३ / ०५ / २०२५ आज नेरळ आणि कर्जत या दोन्ही महत्त्वाच्या रेल्वे स्थानकांवर भेट देऊन तेथील सुरू असलेल्या विविध विकासकामांची आणि प्रवाशांसाठी करण्यात आलेल्या उपाययोजनांची सखोल पाहणी केली.नेरळ स्थानकावर स्वच्छता, सुरक्षा, व नव्या तंत्रज्ञानाच्या वापरासह प्रवाशांसाठी सुरू असलेल्या सुविधा अधिक सक्षम करण्यावर भर देण्यात आला. तर कर्जत स्थानकावर पाहणीदरम्यान प्रवाशांच्या समस्यांचा थेट अनुभव घेण्यासाठी नेरळ ते कर्जत लोकलने प्रवासही केला. दोन्ही स्थानकांवर रेल्वे सेवा अधिक सुरक्षित, आधुनिक आणि प्रवाशांसाठी सोयीस्कर करण्याचे निर्देश यावेळी देण्यात आले.या दौऱ्यात माझ्यासोबत सिनियर डिव्हिजनल इंजिनियर नझीब जी, डिव्हिजनल कमर्शियल मॅनेजर श्री. अजय कुमार, चीफ प्रोजेक्ट मॅनेजर श्री. पी. एम. प्रकाश, असिस्टंट डिव्हिजनल इंजिनियर श्री. व्ही. जी. अल्लूरे, सेक्शन इंजिनियर श्री. एस. के. यादव, शिवसेना जिल्हा प्रमुख श्री. संतोषशेठ भोईर, तालुका संघटक श्री. संभाजी जगताप, शिवसेना तालुका प्रमुख श्री. सुदाम पवळी, भाजप तालुकाध्यक्ष श्री. राजेश भगत, श्री. मनोहर थोरवे, नेरळ शहर प्रमुख श्री. किसन शिंदे, युवासेना विधानसभा प्रमुख श्री. प्रसाद थोरवे, सुरेश राणे, अंकुश दाभणे, दिलीप ताम्हाणे, रमेश मते, प्रथमेश मोरे, मा. नगरसेवक श्री. संकेत भासे आणि मा. सभापती श्री. राहुल पिसे यांच्यासह मोठ्या संख्येने कार्यकर्ते व नागरिक उपस्थित होते.",
      img: "images/image-203.webp",
      url: "https://www.instagram.com/reel/DKAJuaSI_LT/?utm_source=ig_web_copy_link&igsh=MXM4Mmg2ZHU5eWIyOA==",
      date: "23/05/2025",
    },
    {
      caption:
        "रेल्वे विकासाचा आढावा — मावळ लोकसभा मतदारसंघासाठी ठोस पावले आज CST मुंबई येथे माझ्या अध्यक्षतेखाली सेंट्रल रेल्वेची महत्त्वपूर्ण बैठक पार पडली. मावळ लोकसभा मतदारसंघातील प्रलंबित रेल्वे प्रकल्पांचा आढावा घेऊन संबंधित अधिकाऱ्यांना दिशा दिली. बैठकीत घेण्यात आलेले महत्त्वाचे मुद्दे - घाट भागात वेळेचा अपव्यय होतो, म्हणून कर्जत-लोणावळा दरम्यान 2100 कोटींच्या भुयारी टनेलसाठी DPR तयार होऊन बोर्डाकडे पाठवला आहे. रेल्वेमंत्री अश्विनी वैष्णव यांनी सहकार्याची ग्वाही दिली. कर्जत स्थानकाचे सुशोभीकरण, ओव्हर ब्रिजला गती, पनवेल स्थानक मॉडेल स्टेशन म्हणून, दिवा-उरण लोकल सेवेसाठी प्रस्ताव, 21 भुयारी मार्गांना गती, तसेच पनवेल हद्दीतील सिडकोने उभारलेल्या स्थानकांची देखभाल रेल्वेनेच करावी अशा सूचना दिल्या. कर्जत, नेरळ, लोणावळा येथे लिफ्ट, सरकते जिने, पाणी, स्वच्छतागृह आदी सुविधा द्याव्यात. कोरोना काळात बंद झालेल्या गाड्यांचे थांबे पुन्हा सुरू करावेत. माथेरान-अमनलॉज ट्रेनच्या फेऱ्या वाढवाव्यात. अमृत भारत रेल्वे अंतर्गत सुरू असलेल्या कामांना गती द्यावी. या सूचना अधिकाऱ्यांनी सकारात्मकपणे स्वीकारल्या असून, निधीची अडचण भासणार नाही. वर्षभरात सर्व प्रलंबित कामे मार्गी लागतील, असा विश्वास व्यक्त करण्यात आला. बैठकीत खासदार श्री. नरेशजी म्हस्के, खासदार श्री. राजाभाऊ वाजे, खासदार श्रीमती, वर्षाताई गायकवाड, खासदार श्री. चंद्रकांतजी हंडोरे, खासदार श्री. धैर्यशीलजी पाटील, रल्वे महाप्रबंधक मुंबई श्री. धर्म वीरजी मीना, मध्य रेल प्रबंधक श्री. हिरेशजी मीना, उपमहाप्रबंधक मुंबई श्री. के. के. मिश्रा, प्रधान मुख्य सुरक्षा आयुक्त श्री. सुरेंद्र नाथ चौधरी, प्रधान मुख्य परिमंडळ प्रबंधक श्री. श्याम सुंदर गुप्ता, प्रधान मुख्य अभियंतता श्री. रजनीश मथुर, मुख्य अभियंता निर्माण एन टी पी श्री. दिव्याकांत चंद्रकार, प्रधान मुख्य विद्युत अभियंता श्री. अनुप कुमार अग्रावर, आदी उपस्थित होते.",
      img: "images/image-183.webp",
      url: "https://www.instagram.com/p/DJEzsZRIJMN/?utm_source=ig_web_copy_link&igsh=MW9ueTJ3cmpzenl1bw==",
      date: "30/04/2025",
    },
    {
      caption:
        "लोहगड किल्ल्यावरील कामे व शिवस्मारकाची पाहणी...आज मावळ तालुक्यातील लोहगड किल्ल्यावर भेट देऊन, पुरातत्व विभागाच्या वतीने चाललेल्या डागडुजी व संवर्धन कामाची पाहणी करण्यात आली. तसेच किल्ल्याच्या पायथ्याशी असलेल्या शिवस्मारकाला भेट देऊन छत्रपती शिवरायांचे दर्शन घेतले. किल्ल्याच्या संवर्धनासाठी स्थानिक नागरिकांची सहभागिता ही निश्चितच प्रेरणादायी ठरणार आहे.या पाहणीवेळी पुरातत्व विभाग पुणे येथील श्री. गजानन मांढवरे, शिवप्रेमी प्रतिष्ठानचे अध्यक्ष श्री. सचिन टेकाळे, शिवसेना उपजिल्हा प्रमुख श्री. शरदराव हुलावळे, युवासेना जिल्हा प्रमुख श्री. राजेंद्र तरस, मा. सभापती गणेश धानीवले, सौ. अलका धानीवले, शिवसेना उपतालुका प्रमुख राम सावंत, चंद्रकांत बोते, अमित कुंभार, युवासेना तालुका प्रमुख विशाल हुलावळे, सरपंच सौ. सोनालीताई बैवरे, उपसरपंच श्री. पंढरीनाथ विखार, सुनिल हगवणे, मुन्ना मोरे, दत्ता केदारी, नितीन देशमुख, राजू गुजर, कमलेश शेळके, सचिन भोरडे, शेखर भोसले तसेच अनेक मान्यवर, पदाधिकारी आणि कार्यकर्ते उपस्थित होते.",
      url: "https://www.instagram.com/reel/DIjeYMQI44Z/?utm_source=ig_web_copy_link&igsh=MWJvaHNtcXFzbHJiNQ==",
      img: "images/image-170.webp",
      date: "17/04/2025",
    },
    {
      caption:
        "खासदार विकास निधीतून दुंदरे ग्रामपंचायतीत विकासकामांचे लोकार्पण व भूमिपूजन संपन्न!खासदार स्थानिक विकास निधीतून पनवेल तालुक्यातील ग्रुप ग्रामपंचायत दुंदरे येथे अंगणवाडी व विविध विकासकामांचे भूमिपूजन आणि लोकार्पण सोहळा उत्साहात पार पडला. या कार्यक्रमाला शिवसेना जिल्हाप्रमुख श्री. रामदास शेवाळे, तालुकाप्रमुख श्री. रूपेश ठोंबरे, सरपंच श्री. सुभाषशेठ भोपी, उपसरपंच सौ. शितलताई कैलास भोपी, ज्येष्ठ नेते श्री. गोपीनाथशेठ भोपी, उपविभागीय अभियंता (कर्जत) श्री. विलास देशमुख, विभागप्रमुख श्री. सुखेश भोपी, खारघर शहरप्रमुख श्री. प्रसाद परभ, माजी सरपंच श्री. भारतशेठ भोपी, श्री. विश्वास पाटील यांची उपस्थिती लाभली होती. यावेळी ग्रुप ग्रामपंचायत दुंदरे येथील ग्रामस्थ मोठ्या संख्येने उपस्थित होते.",
      img: "images/image-169.webp",
      date: "16/04/2025",
      url: "https://www.instagram.com/reel/DIgEevjo-KQ/?utm_source=ig_web_copy_link&igsh=MWdyNzhrc2FlOG5jOA==",
    },
    {
      caption:
        "मावळ तालुक्यातील प्रगतीचे नवीन टप्पे मावळ तालुक्यात विविध विकासकामांचे शुभारंभ व उद्घाटन, तसेच शाळांना भेटी देण्याचा कार्यक्रम यशस्वीरीत्या पार पडला. ग्रामविकास, शैक्षणिक प्रगती, आणि पायाभूत सुविधांच्या उभारणीसाठी लोकांच्या अपेक्षांना प्राधान्य देत काम करण्याचा सातत्याने प्रयत्न केला जात आहे. विकासाच्या या मार्गावर प्रत्येकाचे सहकार्य महत्त्वाचे आहे.",
      img: "image-124",
      date: "24/01/2025",
      url: "https://www.instagram.com/reel/DFNeYNoON6I/?utm_source=ig_web_copy_link&igsh=NmlxNnFjZzZ4dGdr",
    },
    {
      caption:
        "मावळ तालुक्यातील काले कॅालनी पवनानगर ते कोतूर्णे रस्ता व आर्डव ब्राम्हणोली रस्त्याचे भूमिपूजन आज माझ्या हस्ते करण्यात आले या प्रसंगी शिवसेना तालुका प्रमुख राजेश खांडभोर,माजी सभापती ज्ञानेश्वर दळवी,भा.ज.पा.तालुका प्रचार प्रमुख रविंद्र भेगडे,सुनिल हगवणे,सरपंच संदीप दळवी,प्रमोद दळवी,पल्लवीताई फाटक,गणेश ठाकर,अंकुश सोनवणे,शैलेजाताई दळवी,मुन्ना मोरे,रामभाऊ सावंत व ग्रामंस्थ उपस्थित होते.",
      img: "images/image-115.webp",
      date: "",
      url: "",
    },
    {
      caption:
        "पिंपरी चिंचवड शहरातील विविध विकास कामांचे लोकार्पण व भूमिपूजन पार पडले. यामध्ये बोपोडी पुलाचे उद्घाटन पोलिस आयुक्त कार्यालयातील नवीन वहानांचे हस्तांतर व अहवालाचे प्रकाशन सोहळा पार पडला.",
      img: "images/image-52.webp",
      date: "13/10/24",
      url: "https://www.instagram.com/reel/DBECiM1oXRB/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "पनवेल महानगरपालिकेच्या वतीने विविध विकास कामांचे भूमिपूजन आणि लोकार्पण सोहळा गुरुवारी संपन्न झाला. यावेळी पनवेलकरांनी चांगले आदरातिथ्य केले. पनवेलच्या नागरिकांना सर्व सोयी-सुविधांचा लाभ व्हावा, यासाठी हे विकासकामे करण्यात आली आहेत.या सोहळ्या प्रसंगी आमदार प्रशांतशेठ ठाकूर, मा सभागृह नेते परेशशेठ ठाकूर, पनवेल महानगरपालिका आयुक्त मंगेशजी चितळे, अतिरिक्त आयुक्त प्रशांत रसाळ, वैभव विधाते, भारत राठोड, रविकिरण घोडके, सत्यजित कार्लेकर, कैलास गावडे, शिवसेना जिल्हाप्रमुख रामदास शेवाळे, मा. महापौर सौ कविताताई चौतमल, अरुनजी भगत, भरत जाधव, मा. नगरसेवक अनिल भगत, बबन मुकादम, हरिष केणी, जयंत पगडे, सौ दर्शनाताई भोईर आदी उपस्थित होते.",
      img: "images/image-51.webp",
      date: "12/10/2024",
      url: "https://www.instagram.com/p/DBA5Nn1uyFt/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "नवी मुंबई महानगरपालिका व सिडकोच्या अखत्यारीतील विविध विकासकामांचे भूमीपूजन आणि लोकार्पण सोहळा आज मुख्यमंत्री मा.ना.श्री एकनाथ शिंदे यांच्या हस्ते मोठ्या उत्साहात पार पडला.या सोहोळ्यामध्ये खालील विकासकामे व योजनांचे भूमिपूजन आणि लोकार्पण करण्यात आले.नवी मुंबईत उभारण्यात येत असलेल्या नऊ मजली महाराष्ट्र भवनाचे भूमिपूजन.नैना नगररचना परियोजना ८ ते १२ मधील पायाभूत सुविधा विकासकामांचे भूमिपूजन✅ प्रधानमंत्री आवास योजनेअंतर्गत आणि सिडकोच्या ‘ सर्वांसाठी घरे ‘ या उपक्रमातून नवी मुंबईत २६ हजार ५०२ सदनिकांच्या गृहनिर्माण योजनेचा प्रारंभ ✅ १८ होल्सच्या आंतरराष्ट्रीय व्हॅली गोल्फ कोर्सचे उद्घाटन ✅ सेंटर ऑफ एक्सलन्स क्रीडा संकुलातील प्रेक्षक गॅलरीचे उद्घाटन ✅ इर्शाळवाडी येथील ४४ दरडग्रस्त कुटूंबाच्या पुनर्वसन प्रकल्पाचे लोकार्पण आणि कुटूंबियांना कंत्राटी स्वरूपात नोकरीचे नियुक्तीपत्र प्रदान यावेळी मुख्यमंत्री लाडकी बहीण योजनेतील लाभार्थ्यांना प्रातिनिधिक स्वरूपात धनादेशाचे वितरण देखील करण्यात आले. तसेच पनवेल मनपा मधील शास्ती कर रद्द करत असल्याची घोषणा करत नवी मुंबई मनपा क्षेत्रातील परिवहन बसमध्येही महिलांच्या तिकिटात ५० टक्के सवलत देण्याचा निर्णय जाहीर केला. तसेच सिडको मधील जमिनी फ्री होल्ड करण्यातील सर्व अडचणी दूर कराव्यात असे निर्देश देखील यावेळी दिले. यावेळी सिडको महामंडळाचे अध्यक्ष संजय शिरसाट,खासदार नरेश म्हस्के, आमदार गणेश नाईक, आमदार महेश बालदी, आमदार सौ. मंदा म्हात्रे, आमदार निरंजन डावखरे, सिडकोचे व्यवस्थापकीय संचालक विजय सिंघल, नवी मुंबई मनपा आयुक्त कैलास शिंदे, उपायुक्त राहुल गेठे आणि इतर मान्यवर उपस्थित होते.",
      img: "images/image-50.webp",
      date: "11/10/2024",
      url: "https://www.instagram.com/p/DA_hY1DTPC5/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "मावळ दौऱ्यावर असताना मावळ लोकसभा मतदार संघ खासदार स्थानिक निधीतून किनई गावातील रस्त्यासाठी वीस लाख रूपये निधी देण्यात आला होता. याच कामाचे मंगळवारी भूमिपूजन केले. यावेळी पदाधिकारी आणि ग्रामस्थ उपस्थित होते",
      img: "images/image-48.webp",
      date: "09/10/2024",
      url: "https://www.instagram.com/p/DA5rL93u2sF/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "संकल्प आहे विकासाचा, संकल्प आहे जनसेवेचा !पिंपरी-चिंचवड शहरातील वाढत्या वाहतूक कोंडीचा गंभीर प्रश्न सोडवण्यासाठी महापालिका भवन येथे तातडीने बैठक घेतली. भविष्यात ही समस्या उद्भवू नये, यासाठी बैठकीत काही महत्वाचे निर्णय घेतले गेले. या निर्णयांमुळे वाहतूक कोंडीतून पिंपरी चिंचवडकरांची नक्कीच सुटका होईल अशी ग्वाही यावेळी दिली. नागरिकांचे जीवन सुखकर व्हावे, यासाठी लोकप्रतिनिधी म्हणून मी सदैव कार्यतत्पर आहे.या बैठकीस पिंपरी चिंचवड महानगरपालिका आयुक्त शेखर सिंह, अतिरिक्त आयुक्त प्रदीप जांभळे पाटील, अतिरिक्त आयुक्त विजयकुमार खोराटे, अतिरिक्त आयुक्त चंद्रकांत इंदलकर, शहर अभियंता मकरंद निकम, मुख्य अभियंता प्रमोद ओभासे, मुख्य अभियंता संजय कुलकर्णी, उप आयुक्त मनोज लोणकर, सह आयुक्त अजिंक्य येळे, शहर अभियंता बाबासो गलबले, कार्यकारी अभियंता प्रेरणा शिणकर, सह शहर अभियंता सूर्यवंशी अजय, कार्यकारी अभियंता वेवन्ना गट्टूवार, क्षेत्रीय अधिकारी किशोर ननावरे, माजी नगरसेवक निलेश बारणे, माजी नगरसेवक प्रमोद कुटे, शहर प्रमुख निलेश तरस, युवासेना जिल्हाप्रमुख राजेंद्र तरस आदि उपस्थित होते.",
      img: "images/image-42.webp",
      date: "01/10/2024",
      url: "https://www.instagram.com/p/DAlRVnfOnLC/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "कर्जत तालुक्यातील नेरळ रेल्वे स्टेशनच्या कामांची पाहणी केली. यावेळी नागरिकांच्या समस्या सोडविण्यासाठी संबंधित रेल्वे अधिकऱ्यांशी चर्चा केली.",
      img: "images/image-36.webp",
      date: "06/09/2024",
      url: "https://www.instagram.com/reel/C_k6usANlAQ/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "आज विद्युत विभागाच्या समस्यांचे निराकरण करण्यासाठी देहूरोड कॅन्टोन्मेंट बोर्ड येथे बैठक पार पडली. यावेळी देहूरोड कॅन्टोन्मेंट बोर्ड हद्दीतील प्रश्न सोडविण्यासाठी संबंधित अधिकाऱ्यांना सूचना दिल्या. तसेच नागरिकांना कोणतीही समस्या उद्भवणार नाही, याची काळजी घेण्याचे आदेश दिले.या बैठकीला आमदार सुनील अण्णा शेळके, श्री. अमन कटोज, देहूरोड कॅन्टोन्मेंट बोर्डचे मुख्याधिकारी सौ. पुष्पांजली रावत, कॅन्टोन्मेंट बोर्डचे सदस्य कैलास पानसरे, कार्यालय अधीक्षक लक्ष्मण तनपुरे, देहूरोड कॅन्टोन्मेंट बोर्डचे इंजीनीयर श्री. टोनी अंथनी, गिरीधर शर्मा, राजस्व विभाग श्री. सुनिल गुरव, भांडार प्रमुख श्री.विरेंद्र घोडेकर, शिवसेना जिल्हाप्रमुख श्री. बाळासाहेब वाल्हेकर, युवसेना जिल्हा प्रमुख, राजेंद्र तरस, शिवसेना शहरप्रमुख निलेश तरस, शिवसेना देहूगाव शहरत प्रमुख सुनील हगवणे, देहूरोड शहर प्रमुख दिपक चौगुले, संजय पिंजण, विशाल खंडेलवाल, रघुवीर शेलार, प्रविण झेंडे, सागर लांगे आणि देहूरोड येथील नागरिक उपस्थित होते.",
      img: "images/image-35.webp",
      date: "06/09/2024",
      url: "https://www.instagram.com/p/C_kyvZmAaAp/?utm_source=ig_web_copy_link&igsh=MW9rdG90NnNxdDJuNw==",
    },
    {
      caption:
        "आज कर्जत तालुक्यातील नेरळ रेल्वे स्टेशनच्या कामांची पाहणी केली. यावेळी नागरिकांच्या समस्या सोडविण्यासाठी संबंधित रेल्वे अधिकऱ्यांशी चर्चा केली. तसेच लवकरात लवकर ही कामे पूर्ण करावी, असेही सांगितले. यावेळी माझ्या समवेत महाराष्ट्र रेल विकास प्राधिकरण (MRVC) विक्रम सोळंके, सहाय्यक मंडल अभियंता ट्रॅक कल्याण श्री अल्लुरे, नेरळ रेल्वे स्टेशन मास्टर जी. वाय. पाटील, शिवसेना तालुका प्रमुख संभाजी जगताप, प्रसाद थोरवे, प्रथमेश मोरे, अमर मिसाळ व नेरळ येथील नागरिक उपस्थित होते.",
      img: "images/image-34.webp",
      date: "05/09/2024",
      url: "https://www.instagram.com/p/C_iXGriNUe_/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "उरण नगरपरिषद इमारतीचा लोकार्पण सोहळा आज मोठ्या उत्साहात संपन्न झाला. यावेळी महाराष्ट्र राज्याचे उपमुखमंत्री मा.श्री देवेंद्रजी फडणवीस साहेब, रायगडचे पालकमंत्री व उद्योगमंत्री उदयजी सामंत साहेब, लोकनेते रामशेठ ठाकूर, आमदार प्रशांतशेठ ठाकूर, आमदार महेशशेठ बालदी, रायगड कलेक्टर किशनजी जावळे, व्यवस्थापक सहसंचालक गणेश देशमुख, अतुल भगत, अतुलजी पाटील, उपस्थित होते",
      img: "images/image-32.webp",
      date: "01/09/2024",
      url: "https://www.instagram.com/p/C_YbV4Pya6i/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "आज JNPTच्या माध्यमातून तयार करण्यात आलेल्या उद्यान आणि इमारतींचं भूमिपूजन आणि उद्घाटन करण्यात आलं. त्याचेच काही खास क्षण !",
      img: "images/image-24.webp",
    },
    {
      caption:
        "पनवेलकरांच्या सोयीसाठी पनवेल रेल्वे स्टेशनचे नव्याने विस्तारीकरण सुरू आहे. त्याचप्रमाणे पार्किंगच्या उद्भवणाऱ्या सततच्या समस्येमुळे पार्किंग व्यवस्थापनेचे देखील बांधकाम सुरू केले आहे. अशा सर्वच गोष्टींच्या चाचपणी करीता आज पनवेल रेल्वे स्टेशनला भेट दिली आणि सर्व चालू कामांची पाहणी केली. तसेच रिक्षा चालकांच्या समस्यांचे निराकरण करण्यासाठी स्टेशन मास्तर, रेल्वे अधिकारी व सुरक्षा कर्मचारी या सर्वांसोबत एकत्र चर्चा केली व तात्काळ सर्व अडचणींवर मार्ग काढण्याच्या सर्वांना सुचना दिल्या",
      img: "images/image-20.webp",
      date: "13/08/2024",
      url: "https://www.instagram.com/p/C-mGWosNvjL/?utm_source=ig_web_copy_link",
    },
  ],
  शैक्षणिक: [
    {
      caption:
        "आज लेह येथील ‘3 Idiots’ फेम ड्रुक पद्म कार्पो स्कूल ला भेट दिली.या भेटीदरम्यान शाळेच्या प्रधानाचार्य सुश्री मिंगुर एंग्मो यांच्याशी संवाद साधला.चित्रपटामुळे ही शाळा प्रसिद्ध झाली असली तरी इथली शिक्षणपद्धती, मुलांचा आत्मविश्वास आणि परिसरातील सकारात्मक ऊर्जा खरोखर प्रेरणादायी आहे.या शाळेने शिक्षणात कल्पकतेसोबत संस्कार, पर्यावरणप्रेम आणि स्थानिक संस्कृतीचं जतन यांचं सुंदर मिश्रण घडवलं आहे.",
      img: "images/image-232.webp",
      url: "https://www.instagram.com/p/DLiEWdCosw-/?utm_source=ig_web_copy_link&igsh=Mml4Z2o2dm1sd2pt",
      date: "30/06/2025",
    },
    {
      caption:
        "मावळ तालुका शिवसेनेतर्फे गुणवंत विद्यार्थ्यांचा वडगाव मावळ येथे सत्कार समारंभ उत्साहात संपन्न! मावळ तालुका शिवसेनेच्या वतीने आज वडगाव मावळ येथे दहावी व बारावीच्या परीक्षेमध्ये प्रथम व द्वितीय क्रमांक मिळवणाऱ्या गुणवंत विद्यार्थ्यांचा सत्कार समारंभ माझ्या प्रमुख उपस्थितीत उत्साहात पार पडला. या कार्यक्रमात गटशिक्षणाधिकारी श्री. सुदाम वाळुंजकर, शिवसेना उपजिल्हाप्रमुख शरदराव हुलावळे, माजी सभापती ज्ञानेश्वर दळवी, शिवसेना तालुका प्रमुख राजाभाऊ खांडभोर, माजी कॅन्टोन्मेंट सदस्य रघुवीर शेलार यांच्यासह अनेक मान्यवर उपस्थित होते.तसेच शिवसेना उपतालुका प्रमुख अमित कुंभार, राम सावंत, धनंजय नवघणे, युवासेना उपजिल्हा प्रमुख दत्ता केदारी, मावळ लोकसभा अध्यक्ष विशाल हुलावळे, युवासेना तालुका प्रमुख राजेश वाघोले, देहूगाव शहर प्रमुख सुनील हगवणे, मा. नगरसेविका सौ. कल्पनाताई आखाडे, नितीन देशमुख, सोमनाथ कोंडे, व लोणावळा महिला शहर संघटिका सौ. मनीषाताई भांगरे यांची उपस्थिती लाभली.विद्यार्थ्यांच्या यशाचे कौतुक करत त्यांना पुढील वाटचालीसाठी शुभेच्छा देण्यात आल्या. अशा उपक्रमांमुळे विद्यार्थ्यांमध्ये आत्मविश्वास वाढतो आणि प्रेरणा मिळते. शिवसेनेच्यावतीने नेहमीच गुणवंतांचा सन्मान करण्यात येतो हे अधोरेखित करण्यात आले. कार्यक्रमाचे आयोजन सुस्थितीत झाले असून पालक व ग्रामस्थांनीही त्याचे स्वागत केले.",
      img: "images/image-221.webp",
      url: "https://www.instagram.com/reel/DK1tNC_oNV4/?utm_source=ig_web_copy_link&igsh=MXRqd3ZwaDBqOHpjOQ==",
      date: "13/06/2025",
    },
    {
      caption:
        "आज लोणावळ्यातील कुणेनामा येथे डेला फाउंडेशन व जिल्हा परिषद उच्च माध्यमिक विद्यालयाच्या नूतन इमारतीचे लोकार्पण उद्योगपती श्री जिमी मिस्त्री यांच्या व माझ्या प्रमुख उपस्थितीत संपन्न झाले. या कार्यक्रमा प्रसंगी लोणावळा शहर प्रमुख संजय भोईर,जीवन गायकवाड,गट विकास अधिकारी श्री कुलदीप प्रधान, गट शिक्षण अधिकारी श्री सुदाम वाळुंज, अध्यक्ष श्री संतोष ईवरे उपाध्यक्ष श्री संतोष उंबरे,शिक्षण विस्तार अधिकारी श्रीमती शोभा वईले, शिक्षण विस्तार अधिकारी श्री नानाभाऊ शेळकंदे, केंद्र प्रमुख श्री मुकुंद तनपुरे, सरपंच श्रीमती सुरेखाताई उंबरे, उपसरपंच श्रीमती बेबी खाडेभरळ, युवासेना तालुका प्रमुख श्री दत्ता केदारी,आणि इतर मान्यवरांसह मोठ्या संख्येने ग्रामस्थांची उपस्थिती होती. विकासाच्या पायाभरणीचे प्रतिक ठरलेली ही इमारत परिसरातील विद्यार्थ्यांना शिक्षणासाठी उत्तम सुविधा उपलब्ध करून देईल, याचा आनंद आहे!",
      img: "images/image-125.webp",
      date: "25/01/2025",
      url: "https://www.instagram.com/p/DFPkbtrNd5d/?utm_source=ig_web_copy_link&igsh=MWtjOGRkbGZ3MXV1Mw==",
    },
    {
      caption:
        "चला जपुया राष्ट्राची शान; विद्यार्थ्यांचा करून सन्मान !! श्री दत्तनागरी सहकारी पतसंस्था मर्यादित, थेरगाव व शिव छत्रपती प्रतिष्ठान आयोजित, विश्वजीत श्रीरंग बारणे यांच्यावतीने गुणवंत विद्यार्थ्यांचा सन्मान करण्यात आला.",
      img: "images/image-12.webp",
      date: "28/07/2024",
      url: "https://www.instagram.com/reel/C99suQuANnh/?utm_source=ig_web_copy_link",
    },
  ],
  सण: [
    {
      caption:
        "साधना, संयम आणि शिवतत्त्वाच्या स्मरणाचा दिव्य दिवस.आज या पावन निमित्ताने चिंचवड येथील श्री धनेश्वर मंदिरात जाऊन भगवान महादेवांचे मनोभावे दर्शन घेतले. महाशिवरात्री ही केवळ उत्सवाची रात्र नसून, आत्मचिंतन, जागर आणि शिवशक्तीशी एकरूप होण्याची पवित्र साधना आहे.रात्रभर जागरण, मंत्रोच्चार आणि भक्तिभावातून व्यक्त होणारी श्रद्धा समाजाला संयम, सामर्थ्य आणि सत्याच्या मार्गावर चालण्याची प्रेरणा देते.भोलेनाथांच्या कृपेने सर्वांच्या आयुष्यात दृढता, सद्बुद्धी आणि सकारात्मक ऊर्जा नांदो, हीच प्रार्थना. 🕉 हर हर महादेव! 🕉 साधना, संयम आणि शिवतत्त्वाच्या स्मरणाचा दिव्य दिवस. आज या पावन निमित्ताने चिंचवड येथील श्री धनेश्वर मंदिरात जाऊन भगवान महादेवांचे मनोभावे दर्शन घेतले. महाशिवरात्री ही केवळ उत्सवाची रात्र नसून, आत्मचिंतन, जागर आणि शिवशक्तीशी एकरूप होण्याची पवित्र साधना आहे.रात्रभर जागरण, मंत्रोच्चार आणि भक्तिभावातून व्यक्त होणारी श्रद्धा समाजाला संयम, सामर्थ्य आणि सत्याच्या मार्गावर चालण्याची प्रेरणा देते. भोलेनाथांच्या कृपेने सर्वांच्या आयुष्यात दृढता, सद्बुद्धी आणि सकारात्मक ऊर्जा नांदो, हीच प्रार्थना.🕉 हर हर महादेव! 🕉",
      img: "images/image-293.jpg",
      url: "https://www.instagram.com/reel/DUxSHTlCDpb/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "15/02/2026",
    },
    {
      caption:
        "समस्त देशवासियांना प्रजासत्ताक दिनाच्या हार्दिक शुभेच्छा! 🇮🇳 आज भारतीय प्रजासत्ताक दिनानिमित्त थेरगाव येथील लक्ष्मीबाई बारणे विद्यालयात उपस्थित राहून ध्वजारोहण करण्याचा गौरवशाली क्षण अनुभवला.संविधानाने दिलेल्या स्वातंत्र्य, समता आणि जबाबदारीच्या मूल्यांची जाणीव विद्यार्थ्यांच्या चेहऱ्यावर दिसत होती.यानंतर विद्यालयाच्या वार्षिक स्नेहसंमेलन व बक्षीस वितरण समारंभात सहभागी होत विद्यार्थ्यांच्या कर्तृत्वाचा सन्मान करण्यात आला. शिस्त, शिक्षण आणि संस्कार यांच्यावरच मजबूत भारत उभा राहतो ही भावना आज पुन्हा अधोरेखित झाली. जय हिंद 🇮🇳",
      img: "images/image-291.jpg",
      url: "https://www.instagram.com/p/DT-G7FGCEM1/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "26/01/2026",
    },
    {
      caption:
        "📍 पुणे — श्रीमंत दगडूशेठ हलवाई व मंडई गणपती आज सहपरिवार पुण्याच्या आराध्य दैवत श्रीमंत दगडूशेठ हलवाई गणपतीच्या पवित्र दर्शनाचा लाभ झाला. सोन्याच्या कळसाने सजलेला हा गणपती, भक्ती आणि परंपरेचं अनोखं प्रतीक आहे. दरवर्षी हजारो भाविकांच्या उपस्थितीत होणारा हा उत्सव श्रद्धा, संस्कृती आणि एकतेचं दर्शन घडवतो.तसेच सुप्रसिद्ध मंडईचा गणपती याचेही दर्शन झाले या सोहळ्याच्या भक्तिमय वातावरणात एक अद्वितीय ऊर्जा अनुभवायला मिळाली आणि समाजजीवनाला प्रेरणा देणाऱ्या या ऐतिहासिक परंपरेचा भाग होण्याचा मनस्वी आनंद झाला. गणपती बाप्पा मोरया! 🙏",
      img: "images/image-274.webp",
      url: "https://www.instagram.com/p/DODkJxkCNt5/?utm_source=ig_web_copy_link&igsh=a3A2djVqbDR0eTky",
      date: "01/09/2025",
    },
    {
      caption:
        "📍 पिंपरीगाव सुवर्ण मित्र मंडळाचा सुवर्ण महोत्सव गणेशोत्सव सुवर्ण मित्र मंडळ, पिंपरीगाव हे यंदा सुवर्ण महोत्सव वर्ष साजरे करत असून आज मंडळाच्या गणरायाची प्राणप्रतिष्ठा स्थापना तसेच रायगड किल्ल्याच्या भव्य प्रतिकृतीच्या देखाव्याचे उद्घाटन करण्याचा सन्मान मला लाभला. परंपरा, भक्ती आणि सामाजिक ऐक्य जपणाऱ्या या मंडळाचा सुवर्ण प्रवास खरोखरच प्रेरणादायी आहे. 🙏 गणपती बाप्पा मोरया!",
      img: "images/image-272.webp",
      url: "https://www.instagram.com/p/DN4qyifCA1p/?utm_source=ig_web_copy_link&igsh=MW1laHR6anY4eTM0aw==",
      date: "28/07/2025",
    },
    {
      caption:
        "🙏 श्रीकृष्ण जन्माष्टमी निमित्त दर्शन रावेत येथील इस्कॉन मंदिरात गोकुळाष्टमीच्या पावन प्रसंगी भगवान श्रीकृष्णाचे मनोभावी दर्शन घेण्याचा योग लाभला. या वेळी श्री. जगदीश गौरांग प्रभू, श्री. गोपती प्रभू, श्री. जगदीश दास स्वामी, शिवसेना पिंपरी चिंचवड शहर प्रमुख मा. निलेश तरस तसेच मोठ्या संख्येने नागरिक व महिला भगिनी उपस्थित होते. जय श्रीकृष्ण! 🙏🌸",
      img: "images/image-263.webp",
      url: "https://www.instagram.com/reel/DNdWhtXIVm2/?utm_source=ig_web_copy_link&igsh=dHVqMjRqeHU0NGNt",
      date: "17/08/2025",
    },
    {
      caption:
        "📍थेरगाव | 🇮🇳 १५ ऑगस्ट 🇮🇳 हर घर तिरंगा, अभिमानाचा क्षण! पश्चिम महाराष्ट्र युवासेना सचिव विश्वजित बारणे यांच्या नेतृत्वात आयोजित थेरगावातून निघालेल्या भव्य तिरंगा रॅलीस हार्दिक शुभेच्छा देत देशभक्तीचा संदेश जनतेपर्यंत पोहोचविला.भारत माता की जय! व वंदे मातरम्! च्या घोषणांनी संपूर्ण परिसर दुमदुमला. तिरंगा आपल्या एकतेचा, बलिदानाचा आणि अभिमानाचा प्रतीक आहे! स्वातंत्र्य दिनाच्या हार्दिक शुभेच्छा! ",
      img: "images/image-261.webp",
      date: "15/08/2025",
      url: "https://www.instagram.com/p/DNYcsS2Imk0/?utm_source=ig_web_copy_link&igsh=MTl5OHU0Y3c3NXkydQ==",
    },
    {
      caption:
        "स्वातंत्र्याचा अमर उत्सव – १५ ऑगस्ट २०२५ 📍 खिंवसरा पाटील विद्यालय, थेरगाव आज खिंवसरा पाटील विद्यालय, थेरगाव येथे आयोजित स्वातंत्र्य दिन सोहळ्याला उपस्थित राहून तिरंगा ध्वजाला सलामी देत विद्यार्थ्यांसोबत हा अभिमानाचा क्षण साजरा केला.जय हिंद! ",
      img: "images/image-260.webp",
      url: "https://www.instagram.com/p/DNXXJY0o-Ka/?utm_source=ig_web_copy_link&igsh=MzEwdGZrODExM3Vv",
      date: "15/08/2025",
    },
    {
      caption:
        "विठुरायाच्या चरणी मनोभावे नतमस्तक!काल पंढरपूर येथे श्री विठ्ठल-रुख्मिणीचे दर्शन घेण्याचा सौभाग्य लाभले. या पवित्र ठिकाणी भक्तिभावाने दर्शन घेतले आणि मनोभावे प्रार्थना केली. या भक्तिमंय वातावरणात श्रद्धा, समर्पण आणि सामाजिक संवाद यांचा संगम अनुभवायला मिळाला.विठुरायाच्या कृपेने नवीन ऊर्जा आणि सकारात्मकता लाभली. यावेळी माझ्या समवेत पंढरपूर संस्थानचे अध्यक्ष ह.भ.प. गहिनीनाथ आौसेकर महाराज, माजी मंत्री दिपक केसरकर, बाळासाहेब काशीद पाटील, नारायण बहिरवाडे, शेखर भोसले, संजय पिंजण, बाळासाहेब(मामा)वाघमोडे उपस्थित होते.",
      img: "images/image-234.webp",
      url: "https://www.instagram.com/p/DLucXvtIbFl/?utm_source=ig_web_copy_link&igsh=czY4MnNwcm95czNl",
      date: "05/07/2025",
    },
    {
      caption:
        "तिरंगा गर्जला, शौर्य जागले!आज ऑपरेशन सिंदूर मधील सर्व वीर जवानांच्या सन्मानार्थ, समस्त पिंपरी चिंचवडकरांच्या वतीने भव्य तिरंगा यात्रा आयोजित करण्यात आली. भारतीय सशस्त्र दलातील वीर जवानांच्या पराक्रमाचा आणि शौर्याचा गौरव करण्यासाठी नागरिकांनी उत्स्फूर्तपणे सहभाग घेतला. ही यात्रा एकतेचा, देशभक्तीचा आणि कृतज्ञतेचा भव्य उत्सव ठरली. प्रत्येक पाऊल हे आपल्या वीर जवानांप्रती आदरभावना व्यक्त करणारे ठरले.",
      img: "images/image-201.webp",
      url: "https://www.instagram.com/reel/DJ1VQYPoCvL/?utm_source=ig_web_copy_link&igsh=MW55cDRobjZkMmpzdw==",
      date: "19/05/2025",
    },
    {
      caption:
        "परिठेवाडी महादेवी मंदिर वर्धापन दिनानिमित्त शतचंडी यज्ञ सोहळ्यात सहभाग! आज परिठेवाडी, इंगळूण (ता. मावळ) येथील श्री महादेवी मंदिराच्या वर्धापन दिन व शतचंडी यज्ञ सोहळ्या निमित्त ह.भ.प. नामदेव महाराज लबडे यांच्या कीर्तन सेवेस आवर्जून उपस्थित राहिलो. या वेळी माझ्यासोबत शिवसेना तालुका प्रमुख श्री राजाभाऊ खांडभोर, श्री महादेवी मंदिर संस्थान अध्यक्ष श्री संदीप टकले, श्री अरुण जोरी, श्री लक्ष्मण पारीठे, श्री नारायण पारीठे, श्री लक्ष्मण पांगारे व मोठ्या संख्येने ग्रामस्थ उपस्थित होते.",
      img: "images/image-168.webp",
      url: "https://www.instagram.com/p/DIedIAYoqAq/?utm_source=ig_web_copy_link&igsh=MWZua2gwdnZhc2RjMw==",
      date: "15/04/2025",
    },
    {
      caption:
        "|| जय श्री राम ||आज श्री हनुमान जयंतीच्या पवित्र निमित्ताने सेक्टर-तेवीस, ट्रान्सपोर्टरनगर, निगडी येथील सूर्यमुखी हनुमान मंदिरास भेट दिली.या वेळी श्री प्रमोद भावसार, माजी नगरसेवक श्री राजेंद्र बाबर, श्री रवींद्र अत्री, श्री रमेश चौधरी, श्री पप्पू शर्मा, कैलाश शर्मा आणि श्री सुनील कौसिक उपस्थित होते.",
      img: "images/image-165.webp",
      url: "https://www.instagram.com/p/DIWwOfju1rc/?utm_source=ig_web_copy_link&igsh=MXJlNTY2a2FzN3dveA==",
      date: "12/04/2025",
    },
    {
      caption:
        "श्री क्षेत्र भंडारा डोंगर व अखंड हरिनाम सप्ताहाला भेट! जगद्गुरु श्री संत तुकाराम महाराज ३७५ वा त्रिशतकोत्तर अमृतमहोत्सवी सदेह वैकुंठगमन सोहळ्यानिमित्त भव्य अखंड हरिनाम सप्ताह भंडारा डोंगर पायथा येथे आयोजित करण्यात आला.या सोहळ्यास माजी मुख्यमंत्री तथा उपमुख्यमंत्री श्री एकनाथ शिंदे यांनी भेट दिली त्यांच्या हस्ते ह.भ.प.मारूतीबाबा कुरेकर महाराज यांना गौरविण्यात आले.या पावन सोहळ्यास भेट देऊन आयोजक ह.भ.प. माऊली महाराज कदम, बाळासाहेब काशिद महाराज तसेच वारकरी संप्रदायातील मान्यवर आणि भाविकांशी शिदेसाहेब यांनी संवाद साधला व शुभेच्छा दिल्या या प्रसंगी आमदार सुनिल शेळके,आमदार विजयबापू शिवतरे,आमदार शरद सोनवणे माजी आमदार बाळाभाऊ भेगडे,विलास लांडे,रविंद्र धनगेकर व मान्यवर उपस्थित होते.संत तुकाराम महाराजांच्या अभंग वाणीतून मिळणाऱ्या अध्यात्मिक उर्जेचा लाभ प्रत्येक वारकऱ्याला मिळू दे, हीच प्रार्थना!",
      img: "images/image-146.webp",
      date: "17/03/2025",
      url: "https://www.instagram.com/reel/DHTEiiRI0Kp/?utm_source=ig_web_copy_link&igsh=aWl4Z2V4c3Foenls",
    },
    {
      caption:
        "लोणावळा शहरातील आयोजित केलेल्या दहीहंडी उत्सवाला उपस्थित राहून गोविंदांशी संवाद साधला. यावेळी उत्सवात सहभागी झालेल्या गोविंदांना शुभेच्छा देत उत्साह वाढवला तसेच हा खेळ शारीरिक क्षमतेची कसोटी पाहणारा खेळ असून त्याद्वारे जिद्द आणि चिकाटी वाढते. मात्र तो खेळताना अधिक सुरक्षिततेने खेळावा अशी अपेक्षा व्यक्त केली.",
      img: "images/image-27.webp",
      date: "28/08/2024",
      url: "https://www.instagram.com/p/C_M13gPSBU8/?utm_source=ig_web_copy_link&igsh=OWpvMmRreXJxYXVq",
    },
    {
      caption:
        "विठू माऊली तू माऊली जगाची सांभाळ लेकरांना तुझ्या चरणाशी || जगाच्या उद्धारासाठी सदैव उभी ठाकलेल्या विठू माऊली आणि रखुमाईचे आषाढी एकादशी निमित्त पंढरपूर येथे जाऊन दर्शन घेतले. माऊलींच्या चरणी नतमस्तक होऊन लोकसेवा आणि देशसेवेसाठी आशिर्वाद मागितले.",
      img: "images/image-9.webp",
      date: "16/07/2024",
      url: "https://www.instagram.com/p/C9fPyF4tX17/?utm_source=ig_web_copy_link&igsh=ZHo0YXk0MXVodm1t",
    },
    {
      caption:
        "।। जाता पंढरीसी सुख वाटे जिवा ।। आज पंढरीला प्रस्थान करणाऱ्या कैवल्य साम्राज्य चक्रवर्ती संतश्रेष्ठ श्री ज्ञानेश्वर माऊली यांच्या पालखीचे मनोभावे दर्शन घेतलं आणि या पालखीचे सारथ्य करण्याचे भाग्य मला मिळालं. यावेळी वारकऱ्यांसोबत श्रीरंगाच्या रंगात दंग झालो, त्याचेच काही सुखद क्षण !",
      img: "images/image-8.webp",
      date: "09/07/2024",
      url: "https://www.instagram.com/reel/C9NidiHBNd_/?utm_source=ig_web_copy_link&igsh=aWt1NGV4bnEwbmpo",
    },
    {
      caption:
        "श्री संत ज्ञानेश्वर महाराज पालखी प्रस्थान सोहळ्या निमित्त आज पादुकांचे व समाधीचे दर्शन घेतले. यावेळी संस्थानचे अध्यक्ष व हजारो भावीक माऊलींच्या दर्शनासाठी आले असून माऊलींच्या पालखी सोबत पंढरपूरी जाण्यासाठी हजारो भाविकांनी आज पायी प्रस्थान केले. या आनंद सोहळ्याचे साक्षीदार होण्यासाठी माझ्या सोबत महाराष्ट्राचे मुख्यमंत्री एकनाथजी शिंदे साहेब व केंद्रीय राज्य मंत्री मुरलीधर मोहोळ उपस्थित होते.",
      img: "images/image-4.webp",
      date: "30/06/2024",
      url: "https://www.instagram.com/p/C803lbEIoDW/?utm_source=ig_web_copy_link",
    },
  ],
  संसद: [
    {
      caption:
        "संसद भवन, नवी दिल्ली संसदेतील माझ्या कामगिरीला मिळालेला ‘संसदरत्न विशेष पुरस्कार’ हा माझ्या मतदारसंघातील जनतेच्या विश्वासाचा सन्मान आहे. हा सन्मान मिळाल्यानंतर आज लोकसभेत सक्रीय सहभाग घेतला. जनतेच्या विश्वासाला पात्र ठरण्याचं माझं कर्तव्य मी प्रामाणिकपणे निभावत आहे.",
      img: "images/image-248.webp",
      url: "https://www.instagram.com/p/DMpoDjoIVfE/?utm_source=ig_web_copy_link&igsh=bm0zdmk0OWoyem5k",
      date: "28/07/2025",
    },
    {
      caption:
        "संसदेतल्या उत्कृष्ट कामगिरीबद्दल मिळणारा संसदरत्न विशेष पुरस्कार प्रदान करतानाचा हा माझ्यासाठी सुवर्णक्षण! आज मला हा पुरस्कार स्वीकारताना अतिशय आनंद वाटत आहे. संसदीय लोकशाहीत केलेल्या सातत्यपूर्ण योगदानाची आणि उत्कृष्ट कार्याची दखल घेत मला 'संसदरत्न विशेष पुरस्कार' जाहीर झाल्याचा मनःपूर्वक आनंद आहे. आपण करत असलेल्या कामाचे असे कौतुक होणे आणि त्या कामाचा बहुमोल सन्मान होणे, म्हणजे माझ्या कार्यकर्तृत्वाची योग्य ती दखल घेऊन त्याचा गुणगौरव आहे. हा सन्मान मला संसदेमध्ये जनतेच्या प्रश्नांसाठी ठामपणे आवाज उठवण्याच्या प्रयत्नांची आणि माझ्या अभ्यासू, कार्यतत्पर भूमिकेची पावती आहे",
      img: "images/image-247.webp",
      url: "https://www.instagram.com/p/DMkfnkgoznH/?utm_source=ig_web_copy_link&igsh=NXJkanluZ3E5cXF1",
      date: "26/07/2025",
    },
  ],
  दैनंदिन: [
    {
      caption:
        "थेरगाव जनसंपर्क कार्यालय आज थेरगाव येथील जनसंपर्क कार्यालयात विविध भागांतून आलेल्या नागरिक, कार्यकर्ते आणि स्थानिक प्रतिनिधींशी भेट घेतली. परिसरातील सुरू असलेली विकासकामे, काही प्रलंबित विषय तसेच पुढील कामांच्या नियोजनाबाबत सविस्तर चर्चा झाली. काही विषयांवर पुढील पाठपुराव्याचे नियोजन करण्यात आले, तर काही कामांच्या गतीबाबत संबंधित विभागांशी समन्वय साधण्याबाबत चर्चा झाली.",
      img: "images/image-307.jpg",
      url: "https://www.instagram.com/reel/DWJY1pTiPxF/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "22/03/2026",
    },
    {
      caption:
        "जनतेच्या प्रेमाचा उत्सव मनापासून धन्यवाद! 🙏 वाढदिवसानिमित्त भेट देऊन शुभेच्छा देणाऱ्या सर्व नागरिक, कार्यकर्ते आणि सहकाऱ्यांचे मनःपूर्वक आभार. आपल्या आशीर्वादातूनच लोकसेवेची नवी ऊर्जा मिळते आणि जनहितासाठी कार्यरत राहण्याचा संकल्प अधिक दृढ होतो. आपली साथ अशीच कायम राहो!",
      img: "images/image-294.jpg",
      url: "https://www.instagram.com/p/DU0tyzNCKMB/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "16/02/2026",
    },
    {
      caption:
        "📍 थेरगाव जनसंपर्क कार्यालय“नागरिकांशी थेट संवादाचा विश्वास” आज पुन्हा एकदा असंख्य नागरिक थेरगाव जनसंपर्क कार्यालयात भेटले. कुणी आपली अडचण मांडली, कुणी अपेक्षा व्यक्त केली तर कुणी मनमोकळा संवाद साधला. हा संवाद फक्त शब्दांचा नसतो, तर तो आहे विश्वासाचा जो जनतेला कोणत्याही संकोचाशिवाय थेट जोडतो. जनतेची साथ, विश्वास आणि मोकळेपणाच खरी उर्जा आहे, जी पुढे जाण्यासाठी सतत नवी ताकद देते.",
      img: "images/image-278.webp",
      url: "https://www.instagram.com/p/DOTmxmjkgkW/?utm_source=ig_web_copy_link&igsh=MzE5MGZpbmJrOXh6",
      date: "07/09/2025",
    },
    {
      caption:
        "🗓️ ३१/०८/२०२५📍 थेरगाव जनसंपर्क कार्यालय “जनतेचा आवाज, आपलं कर्तव्य” आज थेरगाव जनसंपर्क कार्यालयात नागरिकांनी आपल्या अडचणी, तक्रारी आणि अपेक्षा मांडल्या. प्रत्येक प्रश्न मनापासून ऐकून घेत, तातडीने उपाययोजना सुचवल्या. जनतेचा विश्वास आणि त्यांची साथ हीच खरी ताकद आहे, आणि त्या ताकदीच्या जोरावर अधिक प्रभावी लोकसेवा करण्याचा निर्धार दृढ झाला.आपल्या प्रत्येक अडचणी हीच माझी जबाबदारी असून, जनतेशी असलेला हा थेट संवाद माझ्या कार्याला नवी ऊर्जा देतो.",
      img: "images/image-273.webp",
      url: "https://www.instagram.com/p/DOBKsEJCPUw/?utm_source=ig_web_copy_link&igsh=MTFodzRleWRwd2RhMw==",
      date: "31/08/2025",
    },
    {
      caption:
        "पनवेल जनसंपर्क कार्याल“जनतेचा आवाज – माझं कर्तव्य!” पनवेल येथील जनसंपर्क कार्यालयात कर्जत, पनवेल व उरण परिसरातील नागरिकांशी मनमोकळा संवाद साधला.स्थानिक प्रश्न, अपेक्षा आणि तातडीच्या गरजा ऐकून घेऊन त्यावर उपाययोजना करण्यासाठी संबंधित अधिकाऱ्यांशी तत्काळ पाठपुरावा करण्याच्या सूचना दिल्या.जनतेशी थेट जोडला जाणारा हा संवादच आमच्या कार्याला खरी दिशा देतो, आणि याच विश्वासाच्या आधारावर जनतेच्या अपेक्षा पूर्ण करण्यासाठी मी सातत्याने कटिबद्ध आहे.",
      img: "images/image-271.webp",
      url: "https://www.instagram.com/reel/DN0CypS5Ldl/?utm_source=ig_web_copy_link&igsh=aWdkOTZmdjJkNmR6",
      date: "26/08/2025",
    },
    {
      caption:
        "२४-०८-२०२५ 📍 थेरगाव जनसंपर्क कार्यालय “विश्वासाचा आवाज, लोकसेवेचा आधार” थेरगाव जनसंपर्क कार्यालयात नागरिकांशी मनमोकळा संवाद. जनतेच्या अपेक्षा आणि भावना समजून घेऊन त्या शासनदरबारी पोहोचवणे हीच खरी लोकसेवा आहे, आणि त्याच विश्वासावर हे कार्य सातत्याने सुरू आहे. नागरिकांचा सहभाग आणि साथ हीच ताकद असून, याच आधारावर लोकसेवेची दिशा अधिक दृढ करण्याचा संकल्प पुन्हा दृढ केला.",
      img: "image-269.img",
      url: "https://www.instagram.com/p/DNvD_Kx0OCj/?utm_source=ig_web_copy_link&igsh=eDFhdmU5enVieGFk",
      date: "24/08/2025",
    },
    {
      caption:
        " दिल्ली संसदेत महाराष्ट्राचे लोकप्रतिनिधी एकत्र आज दिल्ली पार्लमेंट आवारात केंद्रीय नागरी उड्डाण मंत्री श्री. मुरलीधर मोहोळ, ग्रामविकास व पंचायत राज मंत्री श्री. जयकुमार गोरे, माजी खासदार रणजितसिंह नाईक निंबाळकर, खासदार धैर्यशील माने, खासदार नरेश म्हस्के, खासदार श्री. अनूप धोत्रे व खासदार डॉ. हेमंत सावरा यांच्या सोबत अर्थपूर्ण संवाद साधण्याची संधी मिळाली.महाराष्ट्राच्या प्रगतीसाठी सर्वजण एकत्र काम करण्याची भावना हा लोकशाहीचा खरा आत्मा आहे.",
      img: "images/image-265.webp",
      url: "https://www.instagram.com/p/DNlGih-oCkl/?utm_source=ig_web_copy_link&igsh=dHJlbTNxYnpkdmY1",
      date: "20/08/2025",
    },
    {
      caption:
        "बेबडओव्होळ ग्रामस्थांची अनेक वर्षांची मागणी पूर्ण “बेबडओव्होळ ते निगडी PMPML बससेवेचा शुभारंभ” आज बेबडओव्होळ येथे बेबडओव्होळ ते निगडी PMPML बससेवेचा शुभारंभ संपन्न झाला. ग्रामस्थांची अनेक वर्षांची मागणी माझ्या सततच्या पाठपुराव्यामुळे अखेर पूर्णत्वास आली आहे. बेबडओव्होळ ते निगडी ही नवी बससेवा आता नागरिकांच्या सेवेसाठी उपलब्ध झाली असून, या उपक्रमामुळे ग्रामस्थांच्या दैनंदिन प्रवासातील अडचणी दूर झाल्या आहेत. या बससेवेच्या शुभारंभामुळे शालेय व महाविद्यालयीन विद्यार्थ्यांना प्रवासासाठी मोठा दिलासा मिळणार आहे. कामगार व नोकरदार वर्गालाही निगडी व आसपासच्या भागात जाण्या-येण्यासाठी सोयीस्कर सुविधा उपलब्ध झाली आहे. ग्रामीण भागाचा शहरी भागाशी संपर्क अधिक मजबूत होऊन सामाजिक-आर्थिक विकासाला चालना मिळेल. यावेळी डेपो मॅनेजर श्री. अशोक साबळे, बस चेकर श्रीहरी ढाकणे, संत तुकाराम सह साखर कारखान्याचे संचालक ह.भ.प. छबन महाराज कडू, शिवसेना तालुका प्रमुख राजाभाऊ खांडभोर, उपतालुका प्रमुख राम सावंत, चंद्रकांत भोते, युवासेना मावळ लोकसभा अध्यक्ष विशाल हुलावळे, युवासेना तालुका प्रमुख राजेश वाघोले, बेबडओव्होळ सरपंच तेजलताई राकेश घारे, उपसरपंच ज्योतीताई घारे, त्र्यंबक घारे, नथुराम झांबरे, संदीप ढमाले, भरत घारे, श्रीकांत जाधव, नवनाथ हरपुडे, प्रवीण ढोरे, दिपक घारे, मदन शेडगे तसेच मोठ्या संख्येने ग्रामस्थ उपस्थित होते.",
      img: "images/image-262.webp",
      url: "https://www.instagram.com/reel/DNa8cg2oDtl/?utm_source=ig_web_copy_link&igsh=OTliNWRyM2l5azY3",
      date: "16/08/2025",
    },
    {
      caption:
        "देहूरोड कॅन्टोन्मेंटमधील नागरिकांची भेट – स्वशासनाची मागणी आज देहूरोड कॅन्टोन्मेंट क्षेत्रातील सर्व पक्षीय नेते कार्यकर्ते व नागरीकांनी माझी भेट घेऊन आपल्या भागातील दीर्घकालीन समस्या आणि प्रशासनिक अडचणी मांडल्या. या वेळी नागरिकांनी देहूरोड कॅन्टोन्मेंट बोर्ड रद्द करून येथे स्वतंत्र नगरपरिषद स्थापन करावी, अशी स्पष्ट मागणी केली. काही नागरिकांनी मात्र हा भाग पिंपरी चिंचवड महापालिका क्षेत्रात सामाविष्ट करावा, अशी मागणी केली. लोकशाही व्यवस्थेत नागरिकांच्या अपेक्षा आणि हक्कांचा आदर राखणे हे आपलं कर्तव्य आहे. नागरिकांच्या भावना आणि गरजा शासन दरबारी पोहोचवण्यासाठी आवश्यक त्या सर्व पावल्या उचलल्या जातील, हे यावेळी स्पष्ट केले.",
      img: "images/image-241.webp",
      url: "https://www.instagram.com/p/DMIJ8cZIWJ6/?utm_source=ig_web_copy_link&igsh=YXZnMXpyOXh0cGE1",
      date: "15/07/2025",
    },
    {
      caption:
        "थेरगाव जनसंपर्क कार्यालय – संवादातून विश्वास, सेवेतून सकारात्मक परिवर्तन!आज थेरगाव येथील माझ्या जनसंपर्क कार्यालयात नागरिकांनी सामाजिक, नागरी आणि वैयक्तिक अडचणींबाबत मनमोकळा संवाद साधला. प्रत्येक नागरिकाचा मुद्दा समजून घेऊन, त्यावर योग्य ती सकारात्मक आणि तात्काळ कार्यवाही करण्यात आली. नागरिकांच्या विश्वासाला उत्तर देणं हे आमचं कर्तव्य नसून एक सन्मान आणि संधी मानतो.",
      img: "images/image-235.webp",
      url: "https://www.instagram.com/p/DLw2X1AI4Oi/?utm_source=ig_web_copy_link&igsh=NG5iOTIxeGljdmh1",
      date: "06/07/2025",
    },
    {
      caption:
        "थेरगाव जनसंपर्क कार्यालय: नागरिकांच्या अडचणींसाठी संवेदनशील संवाद! आज थेरगाव येथील माझ्या जनसंपर्क कार्यालयात नागरिकांनी त्यांच्या विविध सामाजिक, नागरी आणि वैयक्तिक अडचणींवर संवाद साधला. प्रत्येक समस्येचे समर्पक समजून आणि संवेदनशीलतेने निराकरण करत, तात्काळ कार्यवाही करण्यात आली. लोकांच्या अडचणी फक्त तक्रारी नसून, त्यांच्याशी जोडलेल्या भावनाही असतात, याची जाणीव ठेवून निर्णय घेतले गेले. प्रत्येक संवाद आणि अडचण, आम्हाला लोकाभिमुख कार्य करण्याची अधिक प्रेरणा देतात.नागरिकांचा सहभाग आणि पाठिंबा हीच आमच्या कार्याची खरी शक्ती आहे आणि त्यातूनच लोकशाही अधिक बळकट होत आहे.",
      img: "images/image-226.webp",
      url: "https://www.instagram.com/p/DLM2FguoAad/?utm_source=ig_web_copy_link&igsh=MWpmOW80azgxcnJtZQ==",
      date: "22/06/2025",
    },
    {
      caption:
        "उरण पंचायत समिती आढावा बैठक स्थानिक विकासाला चालना! आज माझ्या उपस्थितीत उरण पंचायत समितीत आढावा बैठक पार पडली. यावेळी विविध विभागांच्या कार्यपद्धतीचा आढावा घेऊन नागरिकांच्या सुविधा, विकासकामांची अंमलबजावणी, आणि प्रशासनाच्या समन्वयावर चर्चा करण्यात आली.या बैठकीला उरण तहसीलदार श्री. उद्धव कदम, गटविकास अधिकारी उरण श्री समीर वाठारकर, उरण नगरपरीषद मुख्याधिकारी श्री. समीर जाधव, पोलीस निरीक्षक श्री. जितेंद्र मिसळ, शिवसेना जिल्हाप्रमुख अतुल भगत, शिवसेना तालुका प्रमुख उरण दिपक ठाकूर, शिवसेना विधानसभा संघटक मनोज घरत, महिंद्र पाटील उरण विधानसभा जिल्हा संघटिका सौ. मेघाताई दमडे शहर प्रमुख सुलेमाण शेख यांच्यासह अनेक पदाधिकारी व कार्यकर्ते उपस्थित होते.",
      img: "images/image-211.webp",
      url: "https://www.instagram.com/reel/DKcB0mvIfH5/?utm_source=ig_web_copy_link&igsh=aG5oZGc5ZGE3bTJ2",
      date: "03/06/2025",
    },
    {
      caption:
        "उरण पंचायत समिती आढावा बैठक स्थानिक विकासाला ठोस दिशा!आज माझ्या उपस्थितीत उरण पंचायत समितीत आढावा बैठक पार पडली. यावेळी विविध शासकीय विभागांच्या कार्यपद्धतीचा आढावा घेऊन स्थानिक विकासकामांचा गतीमान आभ्यास करण्यात आला. पावसाळ्यापूर्वी आवश्यक असणाऱ्या उपाययोजना, नाल्यांची सफाई, खड्ड्यांची दुरुस्ती, विजेच्या खंडनाचे व्यवस्थापन, तसेच मलेरिया-डेंग्यूसारख्या आजारांपासून बचावासाठी तातडीने पावले उचलण्याबाबत स्पष्ट निर्देश दिले.झाडांची छाटणी, पोल्सची तपासणी आणि कामगारांनी त्वरित कारवाई करत सतर्क राहण्याची गरज अधोरेखित केली. यासोबतच प्रधानमंत्री आवास योजनेतील अपूर्ण घरांच्या वितरणाला चालना देण्याची गरजही मांडली. सौरऊर्जा आणि कुसुम योजनेसारख्या पर्यावरणपूरक उपक्रमांविषयी जनजागृती करण्याचे महत्त्व अधोरेखित करत, उरण तालुक्यातील नागरिकांचे अभिप्राय ऐकले आणि पोलिस अधिकाऱ्यांशी समन्वयाच्या मुद्द्यांवर सविस्तर चर्चा केली.या बैठकीला उरण तहसीलदार श्री. उद्धव कदम, गटविकास अधिकारी श्री. समीर वाठारकर, नगरपरिषदेचे मुख्याधिकारी श्री. समीर जाधव, पोलीस निरीक्षक श्री. जितेंद्र मिसळ, शिवसेना जिल्हाप्रमुख अतुल भगत, तालुका प्रमुख दीपक ठाकूर, विधानसभा संघटक मनोज घरत, महिंद्र पाटील, जिल्हा संघटिका सौ. मेघाताई दमडे, शहर प्रमुख सुलेमान शेख यांच्यासह अनेक पदाधिकारी व कार्यकर्ते उपस्थित होते.",
      img: "images/image-210.webp",
      url: "https://www.instagram.com/reel/DKbC6wUI_WT/?utm_source=ig_web_copy_link&igsh=MWI0dXJzc2R1bGVpaw==",
      date: "03/06/2025",
    },
    {
      caption:
        "थेरगाव जनसंपर्क कार्यालय - थेट संवाद, त्वरित प्रतिसाद – जनसेवेचा खरा अर्थ!आज थेरगाव येथील माझ्या जनसंपर्क कार्यालयात नागरिकांनी आपले प्रश्न, अडचणी आणि अपेक्षा मनमोकळ्या संवादाच्या माध्यमातून मांडल्या. प्रत्येक व्यक्तीचा मुद्दा समजून घेऊन, त्यावर शक्य ती तातडीची कार्यवाही करण्यात आली. नागरिकांच्या समस्या केवळ ऐकून घेणे नव्हे, तर त्या सोडवण्यासाठी तत्परतेने आणि जबाबदारीने पुढे येणं, हीच लोकांच्या विश्वासाला दिलेली खरी दाद असते. या थेट संवादामुळे जनतेच्या मनातील विचार, सामाजिक प्रश्न आणि विकासाबद्दलच्या अपेक्षा अधिक स्पष्टपणे समोर आल्या. प्रत्येक भेट, प्रत्येक संभाषण हे माझ्यासाठी नव्या दृष्टिकोनाची आणि कार्यप्रेरणेची संधी ठरते.",
      img: "images/image-208.webp",
      url: "https://www.instagram.com/p/DKRuoQlor1N/?utm_source=ig_web_copy_link&igsh=MXI2a2xpNWFweHky",
      date: "30/05/2025",
    },
    {
      caption:
        "कर्जत व नेरळ स्थानकांवरील पाहणी आणि प्रवाशांच्या सुविधांसाठी घेतलेल्या आढाव्याची दखल प्रवाशांच्या सुरक्षिततेसाठी आणि सुविधा सुधारण्यासाठी माझा प्रयत्न सुरूच राहील.",
      img: "image-205",
      url: "https://www.instagram.com/reel/DKEZgCOIPrH/?utm_source=ig_web_copy_link&igsh=ZG5tcGdwcmgxbTdi",
      date: "25/05/2025",
    },
    {
      caption:
        "प्राधिकरण सेक्टर २६ – नागरिकांच्या समस्या ऐकण्यासाठी सजग भेट!आज सकाळी प्राधिकरण सेक्टर नं २६ येथील ऑक्सिजन पार्क परिसराला भेट देऊन, स्थानिक नागरिकांच्या विविध समस्या जाणून घेतल्या व त्यावर सकारात्मक संवाद साधला.यावेळी राजेंद्र बाबर, ऑक्सिजन पार्क रेजिडेन्सी असोसिएशनचे अध्यक्ष श्विजय कुमार नाईक, सचिव धनंजय कदम,देवेंद्र खडसे आणि सोनल कुमार सिंधी यांच्यासह अनेक मान्यवर उपस्थित होते.",
      img: "images/image-200.webp",
      url: "https://www.instagram.com/p/DJyLXzBIhV3/?utm_source=ig_web_copy_link&igsh=MXF6dW1va3Y2M2xpOQ==",
      date: "18/05/2025",
    },
    {
      caption:
        "📍 पनवेल जनसंपर्क कार्यालय – विश्वासाचे संवाद आणि तत्पर सेवा!🗓️ ०६ /०५ /२०२५ पनवेल जनसंपर्क कार्यालयात उरण, कर्जत आणि पनवेल विधानसभा क्षेत्रातील नागरिक, कार्यकर्ते आणि पदाधिकाऱ्यांशी संवाद साधला. त्यांच्या समस्या समजून घेत, त्वरित कार्यवाही करुन आवश्यक उपाययोजना करण्यात आल्या.नागरिकांचे मुद्दे प्राधान्याने ऐकले गेले आणि त्यासाठी प्रभावी उपाय शोधण्यात आले. सर्वांगीण सेवा सुधारण्यासाठी अधिक चांगले उपाय सुचवले गेले. जनसेवा हीच मुख्य प्राथमिकता असून, त्यासाठी सदैव तत्पर राहू.",
      img: "images/image-194.webp",
      url: "https://www.instagram.com/reel/DJWbsCnogYE/?utm_source=ig_web_copy_link&igsh=MTJ2amNpNmMzYTFocw==",
      date: "07/05/2025",
    },
    {
      caption:
        "लोणावळा नगरपरिषदेच्या आढावा बैठकीत सर्वपक्षीय एकत्रित चर्चा!आज माझ्या अध्यक्षतेखाली लोणावळा येथे लोणावळा नगरपरिषद आयोजित आढावा बैठक यशस्वीरित्या पार पडली. यावेळी लोणावळा नगरपरिषदचे मुख्याधिकारी श्री. अशोक साबळे, शिवसेना उपजिल्हा प्रमुख श्री. शरदराव हुलावळे, शिवसेना तालुका प्रमुख श्री. राजाभाऊ खांडभोर, शिवसेना लोणावळा शहर प्रमुख श्री. संजय भोईर, महिला लोणावळा शहर प्रमुख श्रीमती, मनीषाताई भांगरे, लोणावळा नगरपरिषदच्या मा नगराध्यक्षा श्रीमती. सुरेखाताई जाधव, आर पी आय पच्छिम महाराष्ट्र नेते श्री. सूर्यकांत वाघमारे, लोणावळा नगरपरिषदचे मा उपनगराध्यक्ष श्री.श्रीधर पुजारी, शिवसेना युवासेना उपजिल्हा प्रमुख श्री. दत्ताभाऊ केदारी, युवासेना तालुका प्रमुख श्री. विशाल हेलावळे, युवासेना उपतालुका प्रमुख श्री. नितीन देशमुख, भाजपा लोणावळा शहर अध्यक्ष श्री. अरुण लाड, राष्ट्रवादी शरद पवार गट श्री. नाजीर शेख, मा. उपनगराध्यक्ष श्री. नारायण वाळेकर, शिवसेना उपशहर प्रमुख श्री. विशाल पठारे, मा नगरसेविका श्रीमती, सिंधुताई परदेशी, श्रीमती कल्पनाताई आखाडे, माणसे शहर प्रमुख श्री. निखिल भोसले, प्रकाश पठारे, मंगेश येवले, विजय आखाडे, सुनिल तावरे आणि इतर अनेक सामाजिक कार्यकर्ते उपस्थित होते.या बैठकीत लोणावळा शहरातील प्रलंबित समस्या, नागरी सुविधा आणि कामांचा आढावा घेण्यात आला. विविध पदाधिकाऱ्यांनी आपले मते मांडत शहराच्या प्रगतीसाठी सकारात्मक सूचना दिल्या.",
      img: "images/image-191.webp",
      url: "https://www.instagram.com/reel/DJUiuYXu9Si/?utm_source=ig_web_copy_link&igsh=aDlucGhvbmt3NWF5",
      date: "06/05/2025",
    },
    {
      caption:
        "📍 पनवेल जनसंपर्क कार्यालय – विश्वासाचे संवाद आणि तत्पर सेवा!🗓️ ०६ /०५ /२०२५ पनवेल जनसंपर्क कार्यालयात उरण, कर्जत आणि पनवेल विधानसभा क्षेत्रातील नागरिक, कार्यकर्ते आणि पदाधिकाऱ्यांशी संवाद साधला. त्यांच्या समस्या समजून घेत, त्वरित कार्यवाही करुन आवश्यक उपाययोजना करण्यात आल्या.नागरिकांचे मुद्दे प्राधान्याने ऐकले गेले आणि त्यासाठी प्रभावी उपाय शोधण्यात आले. सर्वांगीण सेवा सुधारण्यासाठी अधिक चांगले उपाय सुचवले गेले. जनसेवा हीच मुख्य प्राथमिकता असून, त्यासाठी सदैव तत्पर राहू.",
      img: "images/image-190.webp",
      url: "https://www.instagram.com/p/DJUUnY4ogIv/?utm_source=ig_web_copy_link&igsh=MTl1aTk1a3JsZDc2Yg==",
      date: "06/05/2025",
    },
    {
      caption:
        "शासन आपल्या दारी — लोकसेवेचा प्रभावी पूल! आज पिंपरी येथे माजी नगरसेवक श्री. संदीप वाघेरे यांच्या पुढाकारातून आयोजित “शासन आपल्या दारी” या कार्यक्रमाचे उद्घाटन माझ्या शुभहस्ते करण्यात आले.या उपक्रमाच्या माध्यमातून विविध शासकीय सेवा, योजना आणि सोयी थेट नागरिकांपर्यंत पोहोचवण्याचे महत्वपूर्ण कार्य केले जात आहे. शासन आणि जनतेतील दरी कमी करून विश्वासाचा पूल निर्माण करणाऱ्या या उपक्रमाचे मनापासून अभिनंदन!यावेळी आमदार सौ.उमाताई खापरे, माजी नगरसेवक प्रसाद शेट्टी, माजी नगरसेविका निकिताताई कदम, पवना सहकारी बँक संचालक श्री. शिवाजीराव वाघेरे, शेखर अहिर राव, शिवसेना चिंचवड विधानसभा संघटक श्री. सुदर्शन देसले, तसेच नागरिक मोठ्या संख्येने उपस्थित होते.",
      img: "images/image-189.webp",
      url: "https://www.instagram.com/p/DJRDn8NoNxi/?utm_source=ig_web_copy_link&igsh=MWVtdXNhcG15ZHpxZw==",
      date: "05/05/2025",
    },
    {
      caption:
        "शासन आपल्या दारी — लोकसेवेचा प्रभावी पूल!आज पिंपरी येथे माजी नगरसेवक श्री. संदीप वाघेरे यांच्या पुढाकारातून आयोजित “शासन आपल्या दारी” या कार्यक्रमाचे उद्घाटन माझ्या शुभहस्ते करण्यात आले.या उपक्रमाच्या माध्यमातून विविध शासकीय सेवा, योजना आणि सोयी थेट नागरिकांपर्यंत पोहोचवण्याचे महत्वपूर्ण कार्य केले जात आहे. शासन आणि जनतेतील दरी कमी करून विश्वासाचा पूल निर्माण करणाऱ्या या उपक्रमाचे मनापासून अभिनंदन!यावेळी आमदार सौ.उमाताई खापरे, माजी नगरसेवक प्रसाद शेट्टी, माजी नगरसेविका निकिताताई कदम, पवना सहकारी बँक संचालक श्री. शिवाजीराव वाघेरे, शेखर अहिर राव, शिवसेना चिंचवड विधानसभा संघटक श्री. सुदर्शन देसले, तसेच नागरिक मोठ्या संख्येने उपस्थित होते.",
      img: "",
      url: "https://www.instagram.com/p/DJRDn8NoNxi/?utm_source=ig_web_copy_link&igsh=MWVtdXNhcG15ZHpxZw==",
      date: "",
    },
    {
      caption:
        "थेरगाव जनसंपर्क कार्यालय: नागरिकांच्या विश्वासातून घडते लोकसेवेची खरी ताकद!आज थेरगाव येथील माझ्या जनसंपर्क कार्यालयात नागरिकांनी विविध विषयांवर मनमोकळा संवाद साधला.त्यांच्या अडचणी समजून घेतल्या आणि शक्य त्या समस्या तत्काळ मार्गी लावल्या. लोकांच्या समस्या ऐकून घेणं, त्या सोडवणं हेच खरे जनतेच्या विश्वासाचं उत्तर आहे. या संवादातून लोकांच्या मनातील अपेक्षा अधिक स्पष्टपणे समजल्या. प्रत्येक भेटीतून मला नवीन ऊर्जा व प्रेरणा मिळते.सर्वांच्या विश्वासामुळेच ही सेवा अधिक सक्षम आणि प्रभावी होत आहे!",
      img: "images/image-187.webp",
      url: "https://www.instagram.com/reel/DJKL1rgIS-z/?utm_source=ig_web_copy_link&igsh=MWMxbmh5eW54M3Bvaw==",
      date: "02/05/2025",
    },
    {
      caption:
        "थेरगाव जनसंपर्क कार्यालय : विश्वास, सहकार्य आणि आपुलकीचा दुवा!नागरिक आपल्या समस्या आणि अपेक्षा घेऊन पूर्ण विश्वासाने माझ्या कार्यालयात येतात.समाजात बदल घडवण्यासाठी झटणारे समाजसेवक सहकार्यासाठी इथे येतात.तर देशाचं भविष्य घडवणाऱ्या खेळाडूंना प्रोत्साहन तसेच पाठींबा देण्यासाठी मी सदैव तत्पर असतो.प्रत्येक भेटीत एक आपुलकीची भावना जागृत होते.ही गर्दी केवळ समस्या मांडण्यासाठी नसून, परस्पर विश्वास आणि प्रेमाची जिवंत खूण आहे.दिवसेंदिवस वाढणारा हा जनसमुदाय माझी खरी ओळख आणि प्रेरणास्थान आहे",
      img: "images/image-177.webp",
      url: "https://www.instagram.com/p/DI6NpkMIsfK/?utm_source=ig_web_copy_link&igsh=d2RhaXp5Yzh0dzQ1",
      date: "26/04/2025",
    },
    {
      caption:
        "मतदारसंघातील प्रश्नांवर ठोस पावले – जिल्हाधिकारी कार्यालयात आढावा बैठक आज पुणे जिल्हाधिकारी कार्यालयात जिल्हाधिकारी श्री जितेंद्रजी डुडी यांच्यासमवेत मावळ लोकसभा मतदारसंघातील विविध प्रश्‍नांवर सविस्तर चर्चा करण्यात आली. या बैठकीस वन विभाग अधिकारी श्री सोमनाथ ताकवले, उपवन विभाग अधिकारी श्री मंगेश ताटे, कार्यकारी अभियंता श्रीमती अनुराधा भंडारी आणि जलसंपदा विभागाचे अधिकारी श्री मोहन भदाने उपस्थित होते.",
      img: "images/image-163.webp",
      url: "https://www.instagram.com/reel/DIT2xucICDS/?utm_source=ig_web_copy_link&igsh=b2EyZDVhcGZmbWs2",
      date: "11/04/2025",
    },
    {
      caption:
        "थेरगाव जनसंपर्क कार्यालय – सदैव जनतेच्या सेवेसाठी! आज थेरगाव येथील माझ्या जनसंपर्क कार्यालयात अनेक नागरिकांनी भेट दिली. हे कार्यालय नागरिकांच्या समस्या समजून घेऊन त्या सोडवण्यासाठी कार्यरत असलेलं एक प्रभावी केंद्र आहे. नागरिकांच्या समस्या व तक्रारी समजून घेऊन त्यावर योग्य दिशा, तात्काळ उपाययोजना आणि प्रभावी अंमलबजावणी हे आमचे मुख्य उद्दिष्ट आहे.",
      img: "images/image-161.webp",
      url: "https://www.instagram.com/p/DIGbNqByVaS/?utm_source=ig_web_copy_link&igsh=ZnZnYmE5Yjh6NjI3",
      date: "06/04/2025",
    },
    {
      caption:
        "गुढीपाडव्याच्या मंगलमय पर्वावर जनसंपर्क कार्यालयात नागरिकांच्या सेवेसाठी कटिबद्ध! काल नागरिकांनी जनसंपर्क कार्यालयात भेट देत आपल्या समस्या मांडल्या. त्यांच्या अडचणींवर त्वरित उपाययोजना करण्यासाठी आवश्यक निर्देश देण्यात आले.गुढीपाडव्याच्या मंगलमय पर्वावर जनसंपर्क कार्यालयात नागरिकांच्या सेवेसाठी कटिबद्ध! काल नागरिकांनी जनसंपर्क कार्यालयात भेट देत आपल्या समस्या मांडल्या. त्यांच्या अडचणींवर त्वरित उपाययोजना करण्यासाठी आवश्यक निर्देश देण्यात आले.गुढीपाडव्याच्या मंगलमय पर्वावर जनसंपर्क कार्यालयात नागरिकांच्या सेवेसाठी कटिबद्ध! काल नागरिकांनी जनसंपर्क कार्यालयात भेट देत आपल्या समस्या मांडल्या. त्यांच्या अडचणींवर त्वरित उपाययोजना करण्यासाठी आवश्यक निर्देश देण्यात आले.",
      img: "images/image-155.webp",
      url: "https://www.instagram.com/reel/DH2RgbsICOF/?utm_source=ig_web_copy_link&igsh=MXZuaXhnYzAxem94Nw==",
      date: "31/03/2025",
    },
    {
      caption:
        "थेरगाव जनसंपर्क कार्यालय: जनतेच्या हितासाठी, सदैव तत्पर.. अनेक नागरीकांनी भेट देऊन त्यांच्या अडचणी व येणाऱ्या समस्या मांडल्या. त्यांच्या अडचणी सोडवणे आणि मदत करण्यासाठी सतत कार्यरत राहणे हीच माझी प्राथमिकता आहे. सर्वांच्या प्रश्नांचा व समस्यांचा प्राधान्याने विचार केला जाईल आणि त्यावर तातडीने निर्णय घेतले जातील याची शाश्वती त्यांना दिली",
      img: "images/image-143.webp",
      date: "09/03/2025",
      url: "https://www.instagram.com/p/DG-tFxpq9y9/?utm_source=ig_web_copy_link&igsh=bnFlbTN1enEybDg2",
    },
    {
      caption:
        " पनवेल शहराच्या विकासासाठी महत्वपूर्ण बैठक! काल पनवेल महानगरपालिका आयुक्त व अधिकाऱ्यांसोबत शिवसेना पदाधिकाऱ्यांची बैठक घेतली.शहरातील विविध समस्या, नागरिकांच्या सोयीसुविधा आणि विकासकामांबाबत सखोल चर्चा करण्यात आली.लोकहिताच्या दृष्टीने आवश्यक उपाययोजना तातडीने राबवण्याच्या सूचना दिल्या.यावेळी पनवेल महापालिका आयुक्त इतर अधिकारी व शिवसेना पदाधिकारी व नागरिक उपस्थित होते.",
      img: "images/image-142.webp",
      url: "https://www.instagram.com/reel/DG8EXc9i9CC/?utm_source=ig_web_copy_link&igsh=Mm1zeTBibDU2aDQ2",
      date: "08/03/2025",
    },
    {
      caption:
        "जनसंपर्क कार्यालय: लोकसेवेचे प्रतिबिंब!जनतेच्या सेवेसाठी तातडीने उपाययोजना करणं आणि अडचणी सोडवणं हेच माझ ध्येय!आज माझ्या थेरगाव येथील जनसंपर्क कार्यालयात नागरिकांनी विविध विषयांवर संवाद साधला, त्यांच्या समस्या जाणून घेतल्या व शक्य ती मदत तत्काळ उपलब्ध करून दिली.सर्वांच्या विश्वासामुळेच ही सेवा अधिक मजबूत होत आहे!",
      img: "images/image-138.webp",
      date: "01/03/2025",
      url: "https://www.instagram.com/p/DGqCNc0K3vZ/?utm_source=ig_web_copy_link&igsh=MTJrZTZ2emZvZ3MxZQ==",
    },
    {
      caption:
        "जनतेच्या सेवेसाठी सतत कार्यरत – जनसंपर्क कार्यालय! 📌 जनसामान्यांच्या अडचणी सोडविणे, विकासाच्या संधी निर्माण करणे आणि लोकसंग्रह वाढवणे हे आमचे प्रमुख ध्येय आहे. जनसंपर्क कार्यालय हे नागरिक आणि प्रशासन यांच्यातील महत्वाचा दुवा असून, आपल्या समस्या, सूचना आणि विकासाच्या मागण्या येथे खुलेपणाने मांडता येतात. आपली साथ, आमची जबाबदारी! जनहितासाठी सदैव तत्पर!",
      img: "images/image-137.webp",
      date: "27/02/2025",
      url: "https://www.instagram.com/p/DGkxLy-K1j4/?utm_source=ig_web_copy_link&igsh=MWYzbnNsdXh5aGxneg==",
    },
    {
      caption:
        "आज दिल्ली येथे सिने अभिनेता नागार्जुन यांची भेट झाली.यावेळी माझ्या समवेत खासदार श्रीकांत शिंदे आणि खासदार धैर्यशील माने उपस्थित होते. संवादादरम्यान विविध विषयांवर चर्चा झाली.",
      img: "images/image-130.webp",
      date: "07/02/2025",
      url: "https://www.instagram.com/p/DFxF0XZtK7p/?utm_source=ig_web_copy_link&igsh=MXhibWd5Nnoyem90Mg==",
    },
    {
      caption:
        "थेरगाव येथील माझ्या कार्यालयात आज पुन्हा मोठ्या संख्येने नागरिक उपस्थित होते. नागरिकांच्या समस्या, सूचना, आणि मागण्यांवर तातडीने चर्चा करून त्यावर उपाययोजना आखण्यात आल्या. लोकांच्या वाढत्या विश्वासामुळे आणि अपेक्षांमुळे माझ्या जबाबदाऱ्यांची जाणीव अधिक दृढ होते. समाजाच्या विकासासाठी आणि लोकहिताच्या प्रश्नांसाठी प्रामाणिकपणे कार्यरत राहणे हाच माझा उद्देश आहे!",
      img: "images/image-122.webp",
      url: "https://www.instagram.com/reel/DFHQV7BM1wK/?utm_source=ig_web_copy_link&igsh=MTB4Z251ZmYzczRucg==",
      date: "22/01/2025",
    },
    {
      caption:
        "नेहमीप्रमाणे आजही थेरगाव येथील माझ्या जनसंपर्क कार्यालयात नागरिकांनी मोठ्या संख्येने भेट देत त्यांच्या समस्या आणि अडचणी मांडल्या. प्रत्येक विषयाला गांभीर्याने घेत, त्वरित उपाययोजना करण्यासाठी कार्यवाही सुरू करण्यात आली आहे.नागरिकांच्या गरजा समजून घेऊन त्यांच्या कल्याणासाठी सतत कार्यरत राहणे हेच आमचे प्रमुख उद्दिष्ट आहे. आपल्या भागातील प्रत्येक समस्या सोडवण्यासाठी कायम कटिबद्ध आहोत!!",
      date: "03/01/2025",
      img: "images/image-120.webp",
      url: "https://www.instagram.com/reel/DEXqNckq1At/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "श्री मोरया गोसावी गणपती मंदिरात दर्शन घेतले. पंतप्रधान नरेंद्र मोदीजींच्या आवाहनाला प्रतिसाद देत आयोजित मंदीर परिसर स्वच्छता अभियानात सहभाग नोंदवला.",
      img: "images/image-114.webp",
      url: "https://www.instagram.com/p/C2T6QP5LlaK/?utm_source=ig_web_copy_link&igsh=MTFwOXd4a3psYXZuZw==",
      date: "20/01/2025",
    },
    {
      caption:
        "थेरगाव जनसंपर्क कार्यालय: जनसेवेचा दृढ संकल्प प्रत्येक नागरिकाच्या समस्या, सूचना आणि मागण्या गांभीर्याने ऐकून तातडीने मार्गदर्शन व उपाययोजना करण्याचा प्रयत्न केला.लोकांनी दाखवलेला विश्वास आणि त्यांची अपेक्षा माझ्या कामासाठी प्रेरणादायी आहे.जनसामान्यांच्या हितासाठी आणि त्यांच्या प्रश्नांची सोडवणूक करण्यासाठी प्रामाणिकपणे कार्यरत राहणे हाच माझा प्राधान्यक्रम आहे.",
      img: "images/image-113.webp",
      url: "https://www.instagram.com/p/DFNYWBaKlIe/?utm_source=ig_web_copy_link",
      date: "24/01/2025",
    },
    {
      caption:
        "रायगड जिल्हा विकास समन्वय व सहनियंत्रण (दिशा) समितीची बैठक आज अलिबाग येथील जिल्हाधिकारी कार्यालयात माझ्या अध्यक्षतेखाली पार पडली.या महत्त्वपूर्ण बैठकीत विकासकामे, जनतेच्या समस्या, आणि योजनांची अंमलबजावणी यावर चर्चा करण्यात आली.या प्रसंगी खासदार सुनिल तटकरे, खासदार धैर्यशील पाटील, आमदार प्रशांत ठाकूर, आमदार रविशेठ पाटील तसेच अतिरिक्त जिल्हाधिकारी सुनील थोरवे,उपजिल्हाधिकारी संदेश शिर्के,जिल्हापरिषद मुख्याधिकारी डॅा.भरत बास्टेवाड, रायगड पोलीस अधीक्षक सोमनाथ घार्गे, पनवेल मनपा आयुक्त मंगेश चितळे आणि विविध खात्याचे अधिकारी, विभाग प्रमुख आणि मान्यवर उपस्थित होते.विकासासाठी एकत्रित प्रयत्न सुरूच ठेवू!",
      img: "images/image-112.webp",
      date: "21/01/2025",
      url: "https://www.instagram.com/p/DFFfbM7KT2I/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "ग्रुप ग्रामपंचायत कांब्रे नामा येथील जिल्हा परिषद प्राथमिक शाळेस भेट देऊन शाळेतील सुविधांची पाहणी केली. विद्यार्थ्यांना दर्जेदार शिक्षण व योग्य सुविधा मिळाव्यात, यासाठी प्रशासन आणि शाळा व्यवस्थापनासोबत चर्चा करण्यात आली.यावेळी गट शिक्षण अधिकारी श्री सुदाम वाळुंज, मुख्याध्यापिका श्रीमती अनिता शेजवळ, केंद्र प्रमुख श्री सिताराम घोडके, तालुका प्रमुख श्री राजाभाऊ खांडभोर, देवा गायकवाड, युवासेना तालुका प्रमुख श्री दत्ता केदारी उपस्थित होते.",
      img: "images/image-111.webp",
      date: "24/01/2025",
      url: "https://www.instagram.com/p/DFMUNemqHfy/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "हिंदूहृदय सम्राट व शिवसेना प्रमुख वंदनीय बाळासाहेब ठाकरे यांच्या जयंतीनिमित्त लोणावळा शहर शिवसेना शाखेने आयोजित केलेल्या भव्य चित्रकला स्पर्धेचे आयोजन करण्यात आले होते, यावेळी या कार्यक्रमाला आवर्जून उपस्थित राहून प्रथम आलेल्या विद्यार्थ्यांना बक्षिस देताना मला अत्यंत आनंद झाला.कार्यक्रमाच्या यशस्वीतेत आणि विद्यार्थ्यांच्या कलेला प्रोत्साहन देणाऱ्या सर्व पदाधिकाऱ्यांचे, तसेच स्पर्धेत भाग घेतलेल्या सर्व विद्यार्थ्यांचे अभिनंदन!या कार्यक्रमाप्रसंगी माझ्या समवेत शहर प्रमुख संजय भोईर, उपजिल्हा प्रमुख श्री शरदराव हुलावळे, मा नगरसेवक श्री श्रीधर पुजारी,मावळ विधानसभा संघटक श्री अंकुश देशमुख श्री विलास बडेकर, श्री डॉ अभय कामत, नारायण पाळेकर, युवासेना तालुका प्रमुख श्री दत्ता केदारी, विशाल हूलावळे, श्री आशिष बुटालाल, लोणावळा शहर संघटिका श्रीमती मनीषाताई भांगरे, देहूरोड शहर प्रमुख श्री दिपक चौगुले, श्री विवेक भांगरे, श्री विशाल खंडेलवाल, श्री नंदू कडू, श्री केतन पाठक व मोठ्या संख्येने पदाधिकारी आणि व विद्यार्थी उपस्थित होते",
      img: "images/image-110.webp",
      date: "23/01/2025",
      url: "https://www.instagram.com/p/DFKzdi-qAVQ/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "खासदार स्थानिक विकास निधीतून मावळ तालुक्यातील नाणे मावळ भागातील ग्रुप ग्रामपंचायत कांब्रे येथे विविध विकासकामे व समाज मंदिराचे उद्घाटन आज माझ्या हस्ते संपन्न झाले.यावेळी माझ्या समवेत माजी उपसभापती गणेशराव गायकवाड, गट शिक्षण अधिकारी श्री सुदामजी वाळुंज शिवसेना तालुका प्रमुख राजूभाऊ खांडभोर, युवासेना तालुका प्रमुख दत्ता केदारी, देवा गायकवाड, ह भ प मधुकर महाराज गायकवाड,मुख्याध्यापिका श्रीमती अनिता शेजवळ,केंद्र प्रमुख श्री सीताराम घोडके, शाळा व्यवस्थापन समिती सदस्य श्री ज्ञानेश्वर गायकवाड, सरपंच सचिन गायकवाड, उपसरपंच श्री स्वामी गायकवाड, ज्येष्ठ नेते राजाराम गायकवाड, सुनिल गायकवाड, काळूराम गायकवाड, बाळू गायकवाड, संदिप गायकवाड, लहू गायकवाड व ग्रामस्थ मोठ्या संख्येने उपस्थित होते.",
      img: "images/image-109.webp",
      date: "23/01/2025",
      url: "https://www.instagram.com/p/DFKr1F-qsC2/?utm_source=ig_web_copy_link&igsh=ZXE4MXB4c29tcHkz",
    },
    {
      caption:
        "दिव्यांग बांधवांसाठी प्रेरणादायी महाउत्सव पर्पल जल्लोष २०२५ पिंपरी चिंचवड महानगरपालिका आणि दिव्यांग भवन फाउंडेशन यांच्या संयुक्त विद्यमाने आयोजित करण्यात आला.या कार्यक्रमात राज्यपाल मा. श्री पी.सी. राधाकृष्णन व माझ्या प्रमुख उपस्थितीत दिव्यांग बांधवांना सन्मानित करण्यात आले. कार्यक्रमाला आमदार श्री अमित गोरखे,पद्मश्री श्री मुरलीकांत पेटकर,जिल्हाधिकारी श्री जितेंद्र डुडी,राज्याचे दिव्यांग आयुक्त श्री प्रवीण पुरी महापालिका आयुक्त श्री शेखर सिंह,अतिरिक्त पोलीस आयुक्त श्री वसंत परदेशी,महापालिका अतिरिक्त आयुक्त प्रदीप जांभळे पाटील,विजयकुमार खोराटे व अन्य मान्यवर उपस्थित होते. समाजाला सकारात्मक दिशा देणाऱ्या अशा उपक्रमांसाठी नेहमीच योगदान देण्याचा दृढ संकल्प आहे.",
      img: "images/image-108.webp",
      date: "",
      url: "",
    },
    {
      caption:
        "पर्यावरणपूरक जीवनशैलीला प्रोत्साहन देण्यासाठी भोसरीचे आमदार श्री महेश दादा लांडगे यांनी आयोजित केलेल्या इंद्रायणी नदी सायक्लोथॉनला आज परमपूज्य स्वामी श्री गोविंद देवगिरी महाराज यांच्या शुभेच्छा लाभल्या. आमदार महेश दादा लांडगे यांच्या मार्गदर्शनाखाली झालेल्या या उपक्रमात पोलीस सह आयुक श्री शशिकांतजी महावरकर, पिंपरी चिंचवड महानगरपालिका आयुक्त श्री शेखर सिंह, पिंपरी चिंचवड महानगरपालिका अतिरिक्त आयुक्त श्री प्रदिप जांभळे पाटील, पोलीस उपायुक्त श्री बापू बांगर, पोलीस उपायुक्त श्रीमती स्वप्ना गोरे, सहाय्यक पोलीस आयुक्त श्री सचिनजी हिरे, ह.भ.प.संग्राम बापू भंडारे महाराज, भाजपा पिंपरी चिंचवड अध्यक्ष श्री बापू काटे, मा महापौर श्री राहुल जाधव, मा महापौर श्री नितीन आप्पा काळजे आणि इतर मान्यवर उपस्थित होते.सायकल चालवण्याचा आनंद घेत पर्यावरण संवर्धनाचा संदेश देणाऱ्या तरुणाईचा उत्साह पाहून अभिमान वाटतो. असे उपक्रम निसर्गरक्षण आणि शारीरिक आरोग्यासाठी अत्यंत प्रेरणादायी आहेत. आयोजकांचे आणि सहभागींचे मनःपूर्वक अभिनंदन!",
      img: "images/image-107.webp",
      date: "19/01/2025",
      url: "https://www.instagram.com/p/DE_rrEfqDrt/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "रायगड जिल्हा विकास समन्वय व सहनियंत्रण (दिशा) समितीची बैठक आज अलिबाग येथील जिल्हाधिकारी कार्यालयात माझ्या अध्यक्षतेखाली पार पडली.या महत्त्वपूर्ण बैठकीत विकासकामे, जनतेच्या समस्या, आणि योजनांची अंमलबजावणी यावर चर्चा करण्यात आली.या प्रसंगी खासदार सुनिल तटकरे, खासदार धैर्यशील पाटील, आमदार प्रशांत ठाकूर, आमदार रविशेठ पाटील तसेच अतिरिक्त जिल्हाधिकारी सुनील थोरवे,उपजिल्हाधिकारी संदेश शिर्के,जिल्हापरिषद मुख्याधिकारी डॅा.भरत बास्टेवाड, रायगड पोलीस अधीक्षक सोमनाथ घार्गे, पनवेल मनपा आयुक्त मंगेश चितळे आणि विविध खात्याचे अधिकारी, विभाग प्रमुख आणि मान्यवर उपस्थित होते.विकासासाठी एकत्रित प्रयत्न सुरूच ठेवू!",
      img: "images/image-106.webp",
      date: "21/01/2025",
      url: "https://www.instagram.com/p/DFFfbM7KT2I/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "शिवसेनेच्या कुटुंबात नवा उत्साह!आज पनवेल येथे असंख्य कार्यकर्त्यांनी शिवसेना पक्षात प्रवेश करून लोकसेवेचा मार्ग स्वीकारला. या गौरवपूर्ण क्षणी जिल्हाप्रमुख रामदास शेवाळे, महिला जिल्हा संघटिका कुंदाताई गोळे, पुजाताई पवार, कामोठे शहरप्रमुख सुनिल गोवारी, तुकाराम सरक व इतर मान्यवरांच्या उपस्थितीत या नव्या कार्यकर्त्यांचे स्वागत करण्यात आले.लोकांचा प्रचंड प्रतिसाद हा शिवसेनेच्या कार्यक्षम नेतृत्वावर असलेला विश्वास आणि भविष्यातील लोकसेवेच्या संकल्पाचा शुभ संकेत आहे.शिवसेनेच्या बळात भर घालणाऱ्या प्रत्येक कार्यकर्त्यांचे हार्दिक स्वागत!",
      img: "images/image-105.webp",
      date: "20/01/2025",
      url: "https://www.instagram.com/p/DFDSlwSqe_J/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "गुजरनगर, थेरगाव येथील अंतर्गत रस्त्यांच्या सिमेंट काँक्रीटकरण कामाचा शुभारंभ आज माझ्या हस्ते करण्यात आला.खासदार स्थानिक विकास निधीतून हाती घेतलेल्या या प्रकल्पामुळे परिसरातील नागरिकांची दळणवळण सोयीसुविधा अधिक चांगल्या होणार आहेत.या वेळी स्थानिक नागरिकांनीही मोठ्या उत्साहाने सहभाग घेतला. विकासाच्या या प्रवासात जनतेचा सहभाग आणि विश्वास हेच माझे बळ आहे.",
      img: "images/image-103.webp",
      date: "19/01/2025",
      url: "https://www.instagram.com/p/DFASRwEtVF0/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "कै. आमदार लक्ष्मणभाऊ जगताप यांच्या स्मृतीप्रित्यर्थ आयोजित शक्तीस्थळ भूमिपूजन समारंभ आज केंद्रीय राज्यमंत्री मा. श्री. मुरलीधर मोहळ आणि उच्च व तंत्र शिक्षण मंत्री मा. श्री. चंद्रकांत दादा पाटील व माझ्या उपस्थितीत संपन्न झाला.या प्रसंगी मा.उपाध्यक्ष पुणे शिक्षण मंडळ श्री.विजय उर्फ आप्पा रेणुसे, आमदार श्री.महेश दादा लांडगे, आमदार श्री. आण्णा बनसोडे, आमदार श्री.सुनील आण्णा शेळके, आमदार श्री. शंकरशेठ जगताप, आमदार श्री.अमित गोरखे, मा आमदार श्रीमती. आश्विनीताई जगताप, मा.नगरसेवक श्री. विठ्ठल नाना काटे, मा.नगरसेवक श्री. प्रशांत शितोळे, मा.महापौर सौ.माई ढोरे, श्री. उमेश चांदगुडे,भाजपा अध्यक्ष श्री.बापू काटे, आणि पिंपरी चिंचवड शहरातील नागरिक मोठ्या संख्येने उपस्थित होते.कै. लक्ष्मणभाऊंच्या सामाजिक कार्याचा वारसा पुढे नेण्यासाठी हा उपक्रम निश्चितच प्रेरणादायी ठरेल.",
      img: "images/image-96.webp",
      date: "11/01/2025",
      url: "https://www.instagram.com/p/DEr_iOKqvDG/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "पिंपरीतील मोरवाडी चौक येथे पिंपरी चिंचवड महानगरपालिकेच्या वतीने उभारण्यात आलेल्या दिव्यांग भवनास भेट दिली. दिव्यांग बांधवांसाठी सुसज्ज सुविधा आणि त्यांच्या गरजांना अनुकूल असे हे केंद्र समाजात समता आणि समर्पणाचा संदेश देते.दिव्यांग व्यक्तींना स्वावलंबी बनवण्याच्या दिशेने उचललेले हे पाऊल कौतुकास्पद असून, त्यांच्या शैक्षणिक, व्यावसायिक, आणि सामाजिक विकासाला नवी दिशा देणारे ठरेल.सर्वांसाठी समान संधी निर्माण करण्यासाठी समाजातील प्रत्येक घटकाने पुढे यावे, यासाठी हा प्रकल्प प्रेरणादायी आहे",
      img: "image-94",
      date: "02/01/2025",
      url: "https://www.instagram.com/p/DEUj7ulKvsj/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "आज नव महाराष्ट्र विकास मंच आयोजित २७ व्या वर्धापन दिन सोहळ्याला उपस्थित राहून, समाज भूषण पुरस्कार प्रदान करण्याचा मान मिळाला.या प्रसंगी मंचाच्या राष्ट्रीय अध्यक्षा श्रीमती बिंदूताई तिवारी, संस्थापक श्री ओ. पी. तिवारी, तसेच धर्मेंद्र यादव, अवधेश मिश्रा, मनोज नायडू, प्रमोद उपाध्येय, सचिन साठे, डॉ. सावंत, राम शहा, सौ. प्रियाताई नायर आणि मोठ्या संख्येने उपस्थित नागरिकांसोबत साक्षीदार होण्याची संधी मिळाली.समाजसेवेच्या माध्यमातून समाजात सकारात्मक बदल घडवणाऱ्या नव महाराष्ट्र विकास मंचाच्या कार्याला शुभेच्छा आणि भविष्यातील वाटचालीसाठी हार्दिक शुभेच्छा!",
      img: "images/image-93.webp",
      date: "02/01/2025",
      url: "https://www.instagram.com/p/DEUvv2Nq2BS/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "आज पिंपरीतील मोरवाडी चौक येथे पिंपरी चिंचवड महानगरपालिकेच्या वतीने उभारण्यात आलेल्या दिव्यांग भवनास भेट दिली. दिव्यांग बांधवांसाठी सुसज्ज सुविधा आणि त्यांच्या गरजांना अनुकूल असे हे केंद्र समाजात समता आणि समर्पणाचा संदेश देते.दिव्यांग व्यक्तींना स्वावलंबी बनवण्याच्या दिशेने उचललेले हे पाऊल कौतुकास्पद असून, त्यांच्या शैक्षणिक, व्यावसायिक, आणि सामाजिक विकासाला नवी दिशा देणारे ठरेल.सर्वांसाठी समान संधी निर्माण करण्यासाठी समाजातील प्रत्येक घटकाने पुढे यावे, यासाठी हा प्रकल्प प्रेरणादायी आहे",
      img: "images/image-92.webp",
      date: "02/01/2025",
      url: "https://www.instagram.com/p/DEUj7ulKvsj/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "माझ्या थेरगाव येथील जनसंपर्क कार्यालयात आज नागरिकांनी मोठ्या प्रमाणावर भेट देत त्यांच्या समस्या मांडल्या. विविध प्रश्न समजून घेत त्यावर तातडीने उपाययोजना करण्यासाठी आम्ही तत्पर आहोत.नागरिकांच्या विश्वासाला पात्र राहण्यासाठी सातत्याने प्रयत्नशील राहणे हेच आमचे ध्येय आहे. त्यांच्या समस्यांना मार्गदर्शन व सोडवणूक देणे, हा आमच्या कार्याचा मुख्य गाभा आहे.जनतेसाठी अहोरात्र कार्यरत राहण्याचा आमचा संकल्प अविचल आहे.",
      img: "images/image-91.webp",
      date: "02/01/2025",
      url: "https://www.instagram.com/p/DEUj7ulKvsj/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "पनवेल जनसंपर्क कार्यालयात नागरिकांनी उत्स्फूर्त प्रतिसाद दिला. त्यांच्या अडचणी समजून घेऊन योग्य तो मार्ग काढण्यासाठी आम्ही प्रयत्नशील आहोत.जनतेच्या अपेक्षा आणि विश्वासाला खऱ्या अर्थाने जागण्यासाठी सतत कार्यरत आहोत.",
      img: "images/image-89.webp",
      date: "25/12/2024",
      url: "https://www.instagram.com/reel/DD_N00vBhMV/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "नेहमीप्रमाणे माझ्या थेरगाव येथील जनसंपर्क कार्यालयात आज नागरिकांनी मोठ्या संख्येने भेट देऊन आपल्या अडचणी आणि समस्या मांडल्या.प्रत्येक प्रश्न समजून घेऊन त्यावर तातडीने कार्यवाही करण्यासाठी आम्ही सदैव तत्पर आहोत.जनतेच्या विश्वासाला कायम पात्र राहण्यासाठी आणि त्यांच्या समस्या सोडवण्यासाठी सेवा देण्याचे कर्तव्य पार पाडत आहोत.जनसेवा हेच आमचे प्रमुख ध्येय!",
      img: "images/image-88.webp",
      date: "02/01/2025",
      url: "https://www.instagram.com/p/DEVEmaaK9Zd/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "थेरगाव येथील जनसंपर्क कार्यालयात आजही नागरिकांनी सक्रिय सहभाग घेत आपल्या अडचणी आणि समस्यांची माहिती दिली.त्यांचे प्रश्न समजून घेऊन त्यावर तातडीने कार्यवाही करणे हे माझे कर्तव्यच नव्हे तर जनतेने दिलेल्या विश्वासाला पात्र राहण्याची जबाबदारीही आहे.आपल्या समस्या सोडवण्यासाठी आणि सेवा देण्यासाठी नेहमीच तत्पर आहे",
      img: "images/image-80.webp",
      url: "https://www.instagram.com/p/DDmJLbXt5sm/?utm_source=ig_web_copy_link",
      date: "15/12/2024",
    },
    {
      caption:
        "थेरगाव येथील माझ्या जनसंपर्क कार्यालयात नागरिकांची भेट घेतली. यावेळी नागरिकांनी त्यांच्या समस्या मांडल्या. त्या लवकरात लवकर सोडवण्याचे आश्वासन दिले.",

      img: "images/image-54.webp",
      date: "20/10/2024",
      url: "https://www.instagram.com/p/DBWYq1lufSA/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "शुक्रवारी पनवेल येथे जनसंपर्क कार्यालयात नागरिकांची भेट घेतली आणि त्यांच्या समस्या जाणून घेतल्या. यावेळी पनवेलकरांच्या सर्व समस्यांचे समाधान केले जाईल, अशी ग्वाही दिली.",
      img: "images/image-53.webp",
      date: " 19/10/2024",
      url: "https://www.instagram.com/p/DBTZxGROLFg/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "मावळवासियांसाठी काम करणं व त्यांचा विकास करणे हे माझं सौभाग्य आहे. म्हणूनच आजचा दिवस हा माझ्या मावळवासियांसाठी राखीव ठेवला होता. आजच्या दिवशी मावळच्या सामान्य जनतेचे प्रश्न आणि समस्या जाणून घेतल्या व त्याचे निवारण करण्यासाठी योग्य ते उपाययोजना केल्या जातील असा विश्वास मी माझ्या मावळवासियांना दिला आहे. यावेळी उपस्थित नागरिक आणि कार्यकर्त्यांनी पुष्पगुच्छ देऊन माझा सन्मान केला.",
      img: "images/image-31.webp",
      date: "01/09/2024",
    },
    {
      caption:
        "लोकसेवा व्रत माझे; नित्य करी कार्य माझे!सामान्य शेतकरी कुटुंबातील सामान्य मुलगा ते दिल्लीच्या संसद भवनात लोकप्रतिनिधी खासदार म्हणून उभ राहण्यापर्यंतचा हा प्रवास केवळ मायबाप जनतेमुळेच शक्य होऊ शकला. १९९७ पासून हा जनसेवेचा हाती घेतलेला वसा माझे सहकारी, हितचिंतक आणि तुम्हा सर्वांच्या प्रेमामुळे अजूनही अखंडीत सुरू आहे. तुमचे आशिर्वाद आणि साथ यापुढेही कायम ठेवून जनसेवेची ही धुरा सदैव माझ्या खांद्यावर असावी हीच माझी प्रामाणिक इच्छा. माझ्या कार्यातून नेहमीच आपल्या राष्ट्राच्या उज्वल भविष्यासाठी प्रयत्न व्हावेत आणि माझ्या मायबाप जनतेचे जीवन सुखकर व्हावे यासाठी मी अखेरपर्यंत कटिबद्ध राहीन",
      img: "images/image-30.webp",
      date: "31/08/2024",
      url: "https://www.instagram.com/reel/C_U1N1aPxPT/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "पिंपरी कॅम्प येथे पोलिस अधिकारी, महापालिका अधिकारी व व्यापारी संघटनांसोबत बैठक घेऊन स्थानिक व्यापाऱ्यांच्या समस्या चर्चेत घेण्यात आल्या.समस्यांचे तात्काळ निराकरण करण्याचे आश्वासन देण्यात आले.बैठकीनंतर जवळच्या बाजारपेठेचीही पाहणी करून आवश्यक सुधारणा सुचवण्यात आल्या.या बैठकीस अतिरिक्त आयुक्त, आरोग्य विभाग अधिकारी, वाहतूक पोलिस, व्यापारी संघटनेचे पदाधिकारी आणि मोठ्या संख्येने व्यापारी उपस्थित होते.",
      img: "images/image-29.webp",
      date: "",
      url: "",
    },
    {
      caption:
        "काल मोठ्या प्रमाणात पनवेल शहरातील नागरिक माझ्या भेटीसाठी कार्यालयामध्ये उपस्थित होते. समस्त बंधु - भगिनींची भेट घेऊन त्यांच्या समस्या जाणून घेतल्या व विविध विषयांवर त्यांच्याशी सखोल चर्चा केली. तसेच तात्काळ मदतीचे आश्वासनही पनवेल मधील नागरिकांना देण्यात आले.",
      img: "images/image-28.webp",
      url: "https://www.instagram.com/reel/C_QBr8Hgwol/?utm_source=ig_web_copy_link",
      date: "29/08/2024",
    },
    {
      caption:
        "माझा ध्यास जनहिताचा, पिंपरी चिंचवड शहराच्या विकासाचा !पिंपरी चिंचवड शहरातील सोसायट्यांमधील वाढत्या समस्या पाहता भूमकरनगर वाकड - ताथवडे येथे सोसायटी मधील सदस्यांसोबत बैठक घेतली. या बैठकीत प्रामुख्याने सोसायटीमधील नागरिकांच्या समस्यांचा चा आढावा घेतला आणि त्या सोडवण्याची हमी दिली.सदर बैठकीस युवाउद्योजक राम वाकडकर, महापालिका, MSEB, वाहतूक विभागाचे अधिकारी उपस्थित होते.",
      img: "images/image-25.webp",
      url: "https://www.instagram.com/reel/C_F1zV6AoJR/?utm_source=ig_web_copy_link&igsh=MXJ6ZGZ5azU1Yzd2NQ==",
      date: "25/08/2024",
    },
    {
      caption:
        "जनतेशी संवाद हीच माझ्या यशाची गुरूकिल्ली.आज पनवेल येथील कार्यालयात नागरिकांशी संवाद साधला, यादरम्यान अनेक समस्या, अडचणी, सुखसुविधा याविषयी सकारात्मक चर्चा करून त्यावर तोडगा काढला... लोकप्रतिनिधींचा नागरिकांशी थेट संवाद असल्यास कुठल्याही अडचणी दूर करणं सहज शक्य असतं अशी माझी धारणा असून जनतेसाठी नेहमी तत्पर आणि उपल्ब्ध असणं ही मी, माझी जबाबदारी समजतो!",
      img: "images/image-23.webp",
      date: "21/08/2024",
      url: "https://www.instagram.com/p/C-7oEJNvNyy/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "सध्या राज्यातील काही ठिकाणी पुरसदृश्य परिस्थिती उद्भवली आहे. तसेच अनेक ठिकाणी पुराच्या पाण्यामुळे नागरिकांचं बरच नुकसान झालं. त्यामुळे आज आपल्या पिंपरी-चिंचवड शहरात मुख्यमंत्री मा. एकनाथजी शिंदे साहेब यांनी पाहणी केली. तसेच पुण्याच्या पाण्यामुळे सांगावी येथे स्थलांतरित झालेल्या लोकांच्या कॅम्पला भेट दिली. यावेळी आम्ही तुमच्या मदतीसाठी सदैव तत्पर आहोत, अशी ग्वाही नागरिकांना दिली.",
      img: "images/image-14.webp",
      url: "https://www.instagram.com/p/C-SooJEtx9o/?utm_source=ig_web_copy_link&igsh=em9zMDV3ZDIyNzU1",
      date: "05/08/2024",
    },
    {
      caption:
        "जनता हेच आम्हा लोकप्रतिनिधींचं वैभव असतं आणि त्यांच्या मदतीसाठी तत्पर राहणं, हे आमचं कर्तव्य आहे. सोमवारी पनवेल येथील माझ्या जनसंपर्क कार्यालयात स्थानिक नागरिकांची भेट घेतली. यावेळी त्यांच्या अडी-अडचणी जाणून घेतल्या आणि या सर्व समस्यांचे त्वरित समाधान करू, असं आश्वासन दिलं.",
      img: "images/image-7.webp",
      date: "09/07/2024",
      url: "https://www.instagram.com/p/C9MKAZcvKZh/?utm_source=ig_web_copy_link&igsh=djB2aHdpM2ZtMzI5",
    },
    {
      caption:
        "सध्या पावसाळ्याच्या निमित्ताने आपल्या लोणावळामधील भुशी डॅमवर पर्यटकांची प्रचंड गर्दी होतच असते. मात्र इथे काम कसरत असणाऱ्या स्थानिक व्यावसायिकांवर काही कारणाने कारवाई करण्यात आली होती. या सर्व व्यावसायिकांची भेट घेतली, त्यांचं म्हणणं ऐकून घेतलं आणि त्यांना सर्वतोपरी मदत करू, असं आश्वासन दिलं.",
      img: "images/image-6.webp",
      date: "09/07/2024",
      url: "https://www.instagram.com/p/C9MI3FNPjpF/?utm_source=ig_web_copy_link",
    },
  ],
  जनकल्याण: [
    {
      caption:
        "वाढदिवस म्हणजे केवळ शुभेच्छा स्वीकारण्याचा दिवस नाही… तर समाजाला काहीतरी परत देण्याची संधी आहे.याच भावनेतून माझ्या वाढदिवसानिमित्त शालेय विद्यार्थ्यांना सायकलींचे वाटप करून त्यांच्या शिक्षणाच्या प्रवासाला नवी दिशा देण्याचा प्रयत्न केला. शिक्षणासाठीचा प्रत्येक पाऊल सोपा व्हावा, वेळ वाचावा आणि स्वप्नांच्या दिशेने त्यांची वाट अधिक वेगाने पुढे जावी, हीच मनापासूनची इच्छा. या प्रसंगी नगरसेवक निलेश बारणे, नगरसेवक विश्वजित बारणे, धनाजी बारणे, माजी नगरसेवक नारायण बहिरवाडे, बाळासाहेब ओव्हाळ, धनाजी विनोदे, शांताराम भोंडवे, नंदू जाधव, माऊली घोगरे आणि बाळासाहेब वाघमोडे उपस्थित होते. विद्यार्थ्यांच्या प्रगतीतच आपला खरा आनंद आहे. त्यांच्या यशस्वी भविष्यासाठी सदैव सोबत!",
      img: "",
      url: "https://www.instagram.com/p/DU2K1mMCG_N/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "17/02/2026",
    },
    {
      caption:
        "सोमेश्वर ज्येष्ठ नागरिक संघाचा द्वितीय वर्धापन दिन उत्साहात साजरा!आज आदर्शनगर किवळे-रावेत येथे सोमेश्वर ज्येष्ठ नागरिक संघाचा द्वितीय वर्धापन दिन अत्यंत उत्साहात साजरा करण्यात आला. या कार्यक्रमाला ज्येष्ठ नागरिक महासंघ पिंपरी चिंचवड शहराच्या अध्यक्षा सौ. वृषालीताई मरळ, शिवसेना पिंपरी चिंचवड शहरप्रमुख निलेश तरस, माजी नगरसेवक बाळासाहेब ओव्हाळ, युवासेना मावळ लोकसभा अध्यक्ष राजेंद्र तरस, घोराडेश्वर ज्येष्ठ नागरिक संघाचे संचालक सुरेशभाऊ भोंडवे, सोमेश्वर ज्येष्ठ नागरिक संघाचे अध्यक्ष श्री. सुदाम दिवटे, उपाध्यक्ष श्री. साहेबराव पाटील, सामाजिक कार्यकर्त्या सौ. प्राजक्ताताई रुद्रवाल, तसेच विकासनगर ज्येष्ठ नागरिक संघाचे अध्यक्ष श्री. नानासाहेब डोइफोडे यांची उपस्थिती लाभली.",
      img: "images/image-270.webp",
      url: "https://www.instagram.com/p/DNvknio0M6s/?utm_source=ig_web_copy_link&igsh=MTlidWhhcHFocTRrMQ==",
      date: "24/08/2025",
    },
    {
      caption:
        "दत्तवाडी आकुर्डी येथील गुणवंत विद्यार्थ्यांचा गुणगौरव समारंभ आणि ज्येष्ठ नागरिकांना छत्री वाटप! आज दत्तवाडी आकुर्डी येथे माजी नगरसेवक श्री. प्रमोद कुटे यांच्या वतीने आयोजित केलेला १० वी आणि १२ वी च्या गुणवंत विद्यार्थ्यांचा गुणगौरव समारंभ व ज्येष्ठ नागरिकांना छत्री वाटप कार्यक्रम माझ्या प्रमुख उपस्थितीत उत्साहात संपन्न झाला. या प्रसंगी करिअर मार्गदर्शक डॉ. गणेश शिंदे, मा. स्थायी समिती अध्यक्ष अजित गव्हाणे, ह.भ.प. किसन महाराज चौधरी, श्री. आबासाहेब गायकवाड, श्मंगेश कुटे, फारुख शेख, संभाजी शिंदे, संपत शिंदे, नितीन काकडे आणि इतर अनेक मान्यवर उपस्थित होते.समारंभात १० वी आणि १२ वी उत्तीर्ण विद्यार्थ्यांना प्रमाणपत्रे आणि गौरव पुरस्कार देऊन त्यांचा उत्साहवर्धन करण्यात आला. या कार्यक्रमाद्वारे विद्यार्थ्यांना उत्तम करिअर मार्गदर्शन मिळाले आणि भविष्यातील आव्हानांना सामोरे जाण्याची प्रेरणा मिळाली. यासोबतच, जेष्ठ नागरिकांना छत्र्या वितरीत केल्या, महिलांनाही या कार्यक्रमात सन्मानित करण्यात आले.",
      img: "images/image-227.webp",
      url: "https://www.instagram.com/p/DLNcx09IO05/?utm_source=ig_web_copy_link&igsh=emdlbzdiNzRnYmhx",
      date: "22/06/2025",
    },
    {
      caption:
        "इंद्रायणी नदीवरील कुंडमळा पुल कोसळल्याने भीषण दुर्घटना — अनेक पर्यटक नदीत वाहून गेल्याची भीती, शोध व बचावकार्य युद्धपातळीवर सुरू! पुणे जिल्ह्यातील मावळ तालुक्यातील कुंडमळा येथील इंद्रायणी नदीवरील जुना पूल कोसळण्याची अत्यंत हृदयद्रावक व दुर्दैवी घटना घडली आहे. या दुर्घटनेत अनेक पर्यटक नदीच्या प्रचंड प्रवाहात वाहून गेल्याची भीती व्यक्त केली जात आहे. काहींनी आपले प्राण गमावले असून, काहीजण अद्याप बेपत्ता आहेत. शासनाच्यावतीने शोध आणि बचाव कार्य युद्धपातळीवर सुरू असून पोलीस दल व स्थानिक प्रशासन घटनास्थळी सतत कार्यरत आहेत. पर्यटकांना शक्य तितक्या लवकर सुरक्षित स्थळी हलवण्यासाठी प्रयत्न सुरू आहेत. नागरिकांनी अफवांवर विश्वास न ठेवता केवळ अधिकृत माहितीकडेच लक्ष द्यावं, अशी नम्र विनंती आहे. या भीषण संकटाच्या काळात आपण सर्वांनी संयम बाळगून प्रशासनाला सहकार्य करावं. या दुर्घटनेत प्राण गमावलेल्या नागरिकांना मी अत्यंत दुःखद मनःस्थितीतून भावपूर्ण श्रद्धांजली अर्पण करतो. तसेच बेपत्ता असलेले सर्वजण सुखरूप सापडावेत, अशी ईश्वरचरणी मन:पूर्वक प्रार्थना करतो.",
      img: "images/image-223.webp",
      url: "https://www.instagram.com/p/DK7GlCQInhP/?utm_source=ig_web_copy_link&igsh=MXRoZnRrc2kzY2NmOQ==",
      date: "15/06/2025",
    },
    {
      caption:
        "📍 पुणे🗓️ २३ / ०५ / २०२५ पहेलगाम येथे झालेल्या दहशतवादी हल्ल्यात हौतात्म्याला आल्यानंतर, पुण्यातील रहिवासी संतोष जगदाळे आणि कौस्तुभ गणबोटे यांच्या कुटुंबीयांची आज उपमुख्यमंत्री श्री. एकनाथ शिंदे यांनी भेट घेऊन सांत्वना केली. त्यांच्या कुटुंबीयांशी संवाद साधून “शिवसेना सदैव आपल्या सोबत आहे” असा विश्वास व्यक्त केला. श्री संतोष जगदाळे आणि श्री कौस्तुभ गणबोटे यांच्या शौर्याला विनम्र अभिवादन करत “अशा सर्वोच्च समर्पणामुळे आपण सुरक्षित आहोत” अशा शब्दांत त्यांना कृतज्ञ श्रद्धांजली अर्पण करण्यात आली.या वेळी विधान परिषदेच्या उपसभापती डॉ. नीलम गोऱ्हे, आमदार विजयबापू शिवतारे, सरहद्द संस्थेचे अध्यक्ष संजय नहार, शिवसेना पुणे शहर प्रमुख नाना भांगीरे व स्थानिक शिवसेना पदाधिकारी उपस्थित होते.",
      img: "images/image-204.webp",
      url: "https://www.instagram.com/p/DKCzcjqIEMa/?utm_source=ig_web_copy_link",
      date: "24/05/2025",
    },
    {
      caption:
        "दगडामधून घडलेले वैभव – कष्टकऱ्यांना मानाचा मुजरा! १ मे महाराष्ट्र दिन व कामगार दिनाच्या निमित्ताने, आज पिंपरी येथील संभाजीनगर बर्ड व्हॅली उद्यानात वडार समाज महाराष्ट्र मजुर शिल्प प्रतिष्ठान, वडार समाज चॅरिटेबल ट्रस्ट व पिंपरी चिंचवड महानगरपालिका यांच्या संयुक्त विद्यमाने आयोजित कार्यक्रमात सहभागी होण्याची संधी मिळाली. दगड खाणीच्या कामगारांच्या कठोर श्रमाचे प्रतीक असलेल्या वडार मजूर दाम्पत्य शिल्पाला पुष्पहार अर्पण करत त्यांच्या परिश्रमास मानाचा मुजरा केला. तसंच, ऐतिहासिक वास्तुशिल्प निर्माण करणाऱ्या वडार समाजातील कुशल शिल्पकारांचा माझ्या शुभहस्ते सन्मान करण्यात आला. या कार्यक्रमाला मा.उपमहापौर श्री. तुषार हिंगे, माजी नगराध्यक्ष श्री. सुरेशराव बोत्रे, अध्यक्ष वडार एकता परिषद श्री. भरत विटकर, वडार समाज महाराष्ट्र मंजूर शिल्प प्रतिष्ठान संस्थापक अध्यक्ष श्री. शामराव विटकर, अध्यक्ष श्री. नागेश पवार, उपाध्यक्ष श्री. सचिन चौगुले, सचिव श्री. लखन पाटकर आणि अनेक मान्यवर व नागरिक मोठ्या संख्येने उपस्थित होते. कष्टकऱ्यांच्या हक्कांचं रक्षण व त्यांच्या जीवनमान उन्नतीसाठी मी सदैव कटिबद्ध आहे.",
      img: "images/image-184.webp",
      url: "https://www.instagram.com/p/DJGqhRruWyo/?utm_source=ig_web_copy_link&igsh=djZwOW1nbmVlam9j",
      date: "01/05/2025",
    },
    {
      caption:
        "काश्मीरमधील पहेलगाम येथे अतिरेक्यांनी निष्पाप नागरिकांवर केलेल्या भ्याड हल्ल्यात २६ निष्पाप जिवांचे बळी गेले. या अमानुष कृत्याचा तीव्र निषेध करण्यासाठी आज पिंपरी येथे हिंदू संघटनांच्या वतीने आयोजित निषेध रॅलीत सहभागी होऊन आपल्या भावना व्यक्त केल्या.दहशतवाद्यांच्या या कृत्याचा मी जोरदार निषेध करतो आणि या हल्ल्यात बळी पडलेल्या नागरिकांना भावपूर्ण श्रद्धांजली अर्पण करतो. त्यांच्या कुटुंबियांच्या दुःखात मी सहभागी आहे.",
      img: "images/image-181.webp",
      date: "28/04/2025",
      url: "https://www.instagram.com/reel/DI_8iCwu_AP/?utm_source=ig_web_copy_link&igsh=MWh4YTh1dmkzd2E2dQ==",
    },
    {
      caption:
        "दुंदरे गावात कोल्हापूर पध्दतीचा बंधारा पूर्ण — पिण्याच्या पाण्याचा प्रश्न मार्गी!पनवेल तालुक्यातील ग्रुप ग्रामपंचायत दुंदरे अंतर्गत चिंचवली, रिटघर, शिवनसई या गावांचा पिण्याच्या पाण्याचा प्रश्न सोडवण्यासाठी माझ्या प्रयत्नातून व शिवसेना जिल्हाप्रमुख श्री. रामदास शेवाळे यांच्या पुढाकाराने ५१ लाख रुपये खर्चून कोल्हापूर पद्धतीचा बंधारा बांधण्यात आला. या बंधाऱ्याचा लोकार्पण सोहळा आज मोठ्या उत्साहात पार पडला.या कार्यक्रमास तालुकाप्रमुख श्री. रूपेश ठोंबरे, सरपंच श्री. सुभाषशेठ भोपी, उपसरपंच सौ. शितलताई कैलास भोपी, ज्येष्ठ नेते श्री. गोपीनाथशेठ भोपी, उपविभागीय अभियंता (कर्जत) श्री. विलास देशमुख, विभागप्रमुख श्री. सुखेश भोपी, खारघर शहरप्रमुख श्री. प्रसाद परभ, माजी सरपंच श्री. भारतशेठ भोपी, श्री. विश्वास पाटील यांची उपस्थिती लाभली. ग्रुप ग्रामपंचायत दुंदरे येथील ग्रामस्थ मोठ्या संख्येने सहभागी झाले होते.",
      img: "images/image-167.webp",
      date: "15/04/2025",
      url: "https://www.instagram.com/p/DId-hxyoCUt/?utm_source=ig_web_copy_link&igsh=OGdleWh5ejJwMmlh",
    },
    {
      caption:
        "काल टाकवे बू येथे सामाजिक कार्यकर्ते काळूराम मालपोटे यांच्या मार्गदर्शनाखाली श्री अनिल मालकोटे आणि श्री सोमनाथ मालकोटे यांनी नव्याने सुरू केलेल्या भारत पेट्रोलियम लिमिटेड अदित्यराज पेट्रोल पंपचे उद्घाटन माझ्या शुभहस्ते पार पडले.या प्रसंगी ह.भ.प. श्री शंकर महाराज मराठे, माजी सभापती श्री विठ्ठल अण्णा शिंदे, गणेश आप्पा ढोरे, तालुका प्रमुख श्री राजाभाऊ खांडभोर, उपतालुका प्रमुख श्री राम सावंत, श्री राजाराम शिंदे, ह.भ.प. नंदकुमार भसे, पै. संभाजी राक्षे, श्री मारुती आसवले, श्री संदीप टकले, नितीन कुडे तसेच मोठ्या संख्येने ग्रामस्थ उपस्थित होते.",
      img: "images/image-164.webp",
      date: "12/04/2025",
      url: "https://www.instagram.com/reel/DIVzXZ2u5ez/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "महिलांच्या सशक्तीकरणासाठी एक प्रेरणादायी उपक्रम!माझ्या वाढदिवसानिमित्त मॅजिक ऑफ सीझर्स संस्थेच्या वतीने आयोजित महिलांसाठी स्वयंरोजगार मेळावा हा स्तुत्य उपक्रम आहे. आज मोरया बँक्वेट हॉल, दत्तनगर, थेरगाव येथे या कार्यक्रमास उपस्थित राहून महिलांच्या प्रगतीसाठी घेतल्या जाणाऱ्या पुढाकाराल पाठिंबा दिला.या स्वयंरोजगार मेळाव्याला माझ्या समवेत युवा सेनेचे पच्छिम महाराष्ट्राचे सचिव विश्वजित बारणे,मॅजिक ऑफ सीझर्स संस्थेचे अध्यक्ष श्री मझर जावेद, पिंपरी चिंचवड लोकमत सखी अध्यक्ष सौ. संगीता तरडे,युवसेना जिल्हा समन्वय श्री सागर पाचरणे, शिवसेना उपजिल्हाप्रमुख श्री दिलीप पांढरकर, युवासेना उपजिल्हा प्रमुख सायली साळवे,दंड नायक, पिंपरी चिंचवड लोकमत सखी सदस्य सौ अनुशी वेदपाठक, पूनम पाचरणे, शिल्पाताई पाचरणे, शिवसेना व युवासेनेचे पदाधिकारी तसेच मान्यवर उपस्थित होते.स्त्रियांना आर्थिकदृष्ट्या सक्षम करण्याच्या या उपक्रमात सहभागी होणे हा आनंदाचा आणि समाधानाचा क्षण होता!",
      img: "images/image-135.webp",
      url: "https://www.instagram.com/reel/DGTYZ6rIUci/?utm_source=ig_web_copy_link&igsh=MW9yem14NXBzbjcxbg==",
      date: "20/04/2025",
    },
    {
      caption:
        "सेवेची परंपरा, मदतीचा हात!मा. खासदार श्रीरंग आप्पा बारणे यांच्या वाढदिवसानिमित्त ५० शालेय विद्यार्थ्यांना सायकलींचे वाटप करण्यात आले. शिक्षणाच्या मार्गावर पुढे जाणाऱ्या या विद्यार्थ्यांसाठी हा छोटा प्रयत्न त्यांच्या उज्ज्वल भविष्यासाठी प्रेरणादायी ठरो हीच सदिच्छा!",
      img: "images/image-134.webp",
      date: "18/04/2025",
      url: "https://www.instagram.com/p/DGNLqKTNS3q/?utm_source=ig_web_copy_link&igsh=MWZ0b3psemUyeTk5dg==",
    },
    {
      caption:
        "वाढदिवसानिमित्त वृक्षारोपणाचा पर्यावरणपूरक संकल्प!आज देहूगाव येथे महाराष्ट्र राज्याचे लोकप्रिय उपमुख्यमंत्री मा. श्री. एकनाथजी शिंदे साहेब व माझ्या वाढदिवसानिमित्त शिवसेना शाखा देहू व वृक्षदायी प्रतिष्ठान यांच्या वतीने वृक्षारोपणाचा स्तुत्य उपक्रम राबवण्यात आला.पर्यावरण संवर्धनाची ही चळवळ अधिक व्यापक होवो आणि हरित महाराष्ट्राच्या दिशेने आपले योगदान सतत राहो, हीच इच्छा!या वेळी माझ्या समवेत श्री देहूसंस्थान अध्यक्ष श्री पुरुषोत्तम महाराज मोर, ह. भ. प .श्री माणिक महाराज मोरे, पंढरपूर देवस्थान विश्वस्त श्री शिवाजी महाराज मोरे, देहूगाव शिवसेना शहर प्रमुख श्री सुनिल हगवणे,ह. भ.प. जालिंदर महाराज काळोखे , मा नगरसेवक श्री गणेश हगवणे, देहूगाव भाजपा शहर प्रमुख मच्छिंद्र परंडवाल मा उपसरपंच श्री सचिन साळुंखे, शिवसेना महिला मावळ तालुका प्रमूख सौ शुभांगीताई काळंगे, शिवसेना शहर अध्यक्षा सौ शितलताई पवार, मा उपसरपंच श्री संतोष हगवणे विविध मान्यवर व मोठ्या संख्येने नागरिक उपस्थित होते.",
      img: "images/image-131.webp",
      url: "https://www.instagram.com/p/DF2WKJztxf-/?utm_source=ig_web_copy_link&igsh=MTRjdHNjZWpmNmJ5cg==",
      date: "09/02/2025",
    },
    {
      caption:
        "आज मावळ तालुक्यातील पवन मावळ येथील येळसेगाव येथील शेतकरी मुकुंद ठाकर यांच्या आधुनिक साई रोझ नर्सरीला भेट देऊन त्याठिकाणी सुरू असलेल्या कामांची पाहणी केली. शेतकऱ्यांच्या प्रयत्नांचा आदर्श असलेली ही नर्सरी आणखी सक्षम होईल, यासाठी मी त्यांना शुभेच्छा दिल्या. विकास आणि आत्मनिर्भरतेच्या दिशेने असे उपक्रम महत्त्वपूर्ण आहेत.",
      img: "images/image-123.webp",
      date: "23/01/2025",
      url: "https://www.instagram.com/p/DFK2_Vrq4c-/?utm_source=ig_web_copy_link&igsh=ZHdxdmV0ODJlMDJi",
    },
    {
      caption:
        "दिव्यांग बांधवांसाठी प्रेरणादायी महाउत्सव पर्पल जल्लोष २०२५ पिंपरी चिंचवड महानगरपालिका आणि दिव्यांग भवन फाउंडेशन यांच्या संयुक्त विद्यमाने आयोजित करण्यात आला.या कार्यक्रमात राज्यपाल मा. श्री सी. पी. राधाकृष्णन व माझ्या प्रमुख उपस्थितीत दिव्यांग बांधवांना सन्मानित करण्यात आले. कार्यक्रमाला आमदार श्री अमित गोरखे,पद्मश्री श्री मुरलीकांत पेटकर,जिल्हाधिकारी श्री जितेंद्र डुडी,राज्याचे दिव्यांग आयुक्त श्री प्रवीण पुरी, महापालिका आयुक्त श्री शेखर सिंह,अतिरिक्त पोलीस आयुक्त श्री वसंत परदेशी,महापालिका अतिरिक्त आयुक्त प्रदीप जांभळे पाटील, विजयकुमार खोराटे व अन्य मान्यवर उपस्थित होते.समाजाला सकारात्मक दिशा देणाऱ्या अशा उपक्रमांसाठी नेहमीच योगदान देण्याचा दृढ संकल्प आहे.",
      img: "images/image-104.webp",
      date: "22/01/2025",
      url: "https://www.instagram.com/reel/DFIV3ySNXj9/?utm_source=ig_web_copy_link&igsh=MW1ndnR5MHV0aTljMg==",
    },
    {
      caption:
        "EPS 95 पेन्शन धारकांच्या समस्यांवर व आंदोलनाच्या मुद्यांवर काल सविस्तर चर्चा झाली. त्यांच्या हक्कांसाठी आणि अधिक चांगल्या जीवनमानासाठी तातडीने उपाययोजना राबवण्यासाठी सदैव प्रयत्नशील राहू.",
      img: "images/image-75.webp",
      date: "06/12/2024",
      url: "https://www.instagram.com/reel/DDPpiFxpwPY/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "#रायगड जिल्ह्यातील #खालापूर तालूक्यातील #इर्शाळवाडी येथे दरड कोसळून झालेल्या दुर्घटनेनंतर या गावाचे पुनर्वसन सुरक्षित ठिकाणी करण्याचे निश्चित करण्यात आले होते. त्यानुसार या नव्याने तयार करण्यात आलेल्या इर्शाळवाडीच्या पुनर्वसित घरांची पाहणी आज मुख्यमंत्री मा.ना.एकनाथजी शिंदे यांच्या समवेत केली. इर्शाळवाडी दुर्घटनाग्रस्तांचे पुनर्वसन इर्शाळगडाच्या पायथ्याशी करण्यात आले असून सिडको मार्फत ही घरे बांधण्यात आलेली आहेत.सिडकोच्या वतीने या दुर्घटनाग्रस्त नागरिकांचे अतिशय सूंदर पुर्नवसन करण्यात आले असून लवकरच त्यांना घरांच्या चाव्या सुपूर्द करण्यात येतील.यावेळी आमदार महेंद्र थोरवे, सिडकोचे सह-व्यवस्थापकीय संचालक गणेश देशमुख आणि प्रकल्पावर काम करणारे सिडकोचे इतर अधिकारी उपस्थित होते.",
      img: "images/image-45.webp",
      date: "05/10/2024",
      url: "https://www.instagram.com/p/DAu0Ld9tezy/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "भारत सरकारच्या सामाजिक न्याय व आधिकारिता मंत्रालयाच्या माध्यमातून आयोजित 'दिव्य कला मेला' या दिव्यांग बांधवांच्या मालाच्या विक्री व्यवसाया करीता उभारलेल्या स्टॅालचे उद्घाटन करण्यात आले. महाराष्ट्राचे राज्यपाल मा. सी.पी. राधाकृष्णनजी आणि या विभागाचे केंद्रीय मंत्री मा. विरेंद्र कुमारजी यांच्या हस्ते हे उद्घाटन करण्यात आले.",
      img: "images/image-41.webp",
      date: "29/09/2024",
      url: "https://www.instagram.com/p/DAfRek4O9yL/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "शेतकरी बांधवांच्या पाठीशी सदैव उभं राहणं, हे लोकप्रतिनिधींचं आद्य कर्तव्य असलं पाहिजे. पिंपरी चिंचवड शहरातील शेतकरी बांधवांनाही न्याय देण्यासाठी आपलं कर्तव्य बजावलं. शेतकऱ्यांना प्राधिकरणाने जमिनी संपादीत केल्या होत्या.यानंतर माझ्या प्रयत्नातून आणि मुख्यमंत्री एकनाथजी शिंदे साहेब यांच्या निर्णयानुसार राज्य शासनाकडून ४५ वर्षानंतर PMRDA च्या माध्यमातून ६:२५ % परतावा जमीन देण्याचा निर्णय घेण्यात आला. त्याचीच अंमलबजावणी लवकरात लवकर करावी, यासाठी आज आयुक्त योगेश म्हसे आणि शेतकरी बांधवांसोबत PMRDA कार्यालयात बैठक घेतली. यावेळी शेतकऱ्यांना त्यांचे हक्क मिळतील, असं आश्वासन दिलं.",
      img: "images/image-40.webp",
      date: "27/09/2024",
      url: "https://www.instagram.com/p/DAa5eTpOiMP/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "मायबाप शेतकरी राजासाठी मी कायमच तत्पर आहे ! आपल्या मावळातील रिंगरोड बाधित शेतकरी बांधवांना एकच्या जागी दीड पट परतावा मिळवून देण्याची मागणी मंजूर झाली. याच निमित्ताने समस्त बांधवांनी माझी भेट घेतली आणि आभार मानले. अन्नदाता आपल्या राब राब राबतो म्हणून आपल्या ताटात अन्न येतं. त्यामुळे त्याच्या अडीअडचणीत नेहमी उभं राहावं, हे आपल्या सर्व लोकप्रतिनिधींचं कर्तव्य असायला हवं.",
      img: "images/image-38.webp",
      date: "11/09/2024",
      url: "https://www.instagram.com/reel/C_xITmZM_U8/?utm_source=ig_web_copy_link&igsh=OTAyeTN4cDgxMjBs",
    },
    {
      caption:
        "दिलेली आश्वासने पूर्ण करणे हाच माझा ध्यास! लोकसभा निवडणुकीत जे 'मिलिंदनगर येथील झोपडपट्टी पुनर्वसन केलेल्या इमारतींना सुरक्षेच्या हेतूने सीसीटीव्ही कॅमेरे बसवण्याचे आश्वासन दिले होते ते आश्वासन माझे सहकारी सुनील पाथरमल यांच्या सहकार्याने पूर्ण केले... यावेळी माजी नगरसेवक संदीप वाघेरे तसेच माजी नगरसेवक जितेंद्र ननवरे उपस्थित होते!",
      img: "image-22.webp",
      date: "19/08/2024",
      url: "https://www.instagram.com/p/C-1xatBNXWw/?utm_source=ig_web_copy_link&igsh=cWcwaTM0aHpoaGJz",
    },
    {
      caption:
        "कर्जत येथे मुख्यमंत्री माझी लाडकी बहीण योजना सन्मान यात्रा व महिला मेळावा आयोजित करण्यात आला होता. यावेळी मेळाव्याला उपस्थित राहून सर्व माता भगिनिंशी संवाद साधला. या मेळाव्याला स्थानिक महिला बहूसंख्येने उपस्थित होत्या. मा. मुख्यमंत्री एकनाथजी शिंदे साहेबांनी सुरू केलेल्या लाडकी बहीण योजनेचे उपस्थित महिलांनी कौतुक केले. या योजनेमुळे गरजू महिलांना आर्थिक मदत होणार असल्याने त्यांनी महाराष्ट्र शासन व शिवसेनेचे आभार मानले.",
      img: "images/image-21.webp",
      date: "15/08/2024",
      url: "https://www.instagram.com/reel/C-sEOH8Aol2/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "घडेल युवा, तर देश घडेल नवा !देशाचं उज्वल भविष्य हे आजच्या तरुण पिढीच्या हातात आहे. या सर्व युवकांचे योगदान देशाच्या उन्नतीसाठी लाभावे यासाठी या युवकांना रोजगार संधी उपलब्ध करून देणे गरजेचे आहे. याच दृष्टिकोनातून पिंपरी चिंचवड महानगरपालिकेचे नगरसेवक, मा. चंद्रकांत अण्णा बारकू नखाते यांच्यावतीने २८ जुलै २०२४ रोजी रहाटणी येथे भव्य नोकरी महोत्सवाचे आयोजन करण्यात आले होते. यावेळी या महोत्सवाला प्रमुख उपस्थिती दर्शवून सर्व तरुणांशी संवाद साधत मी मागर्दर्शन दिले. या उपक्रमाला तरुणांनी मोठ्या संख्येने उपस्थिती दर्शवून उत्तम प्रकारे प्रतिसाद दिला. यावेळी जमलेल्या सर्व युवा पिढीला त्यांच्या उज्वल भविष्यासाठी मनःपूर्वक शुभेच्छा दिल्या !",
      img: "images/image-11.webp",
      date: "28/07/2024",
      url: "https://www.instagram.com/p/C99msBagVft/?utm_source=ig_web_copy_link",
    },
  ],
  पक्ष: [
    {
      caption:
        "दरे, सातारा राजकारणाच्या गडबडीतही माणूसपण जपणारे नेतृत्व… आज शिवसेना मुख्य नेते तथा राज्याचे उपमुख्यमंत्री मा. श्री. एकनाथजी शिंदे साहेब यांची त्यांच्या दरे गावी भेट घेतली. सतत जनतेच्या प्रश्नांसाठी झटणाऱ्या या नेतृत्वाशी निवांतपणे संवाद साधण्याची संधी लाभली. राज्याच्या विकासाच्या वाटचालीपासून ते अनेक विषयांवर मनमोकळी चर्चा झाली. कामाचा वेग, निर्णयक्षमता आणि कार्यकर्त्यांवरील विश्वास, हीच शिंदे साहेबांची खरी ताकद आहे, याची पुन्हा जाणीव झाली. यावेळी माझ्यासमवेत शिवसेना सरचिटणीस तथा माजी खासदार श्री. राहुल शेवाळे उपस्थित होते.",
      img: "images/image-297.jpg",
      url: "https://www.instagram.com/p/DVBsLFRCMPp/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "21/02/2026",
    },
    {
      caption:
        "प्रभाग क्रमांक 24 मध्ये शिवसेनेचा शानदार विजय! 🚩 थेरगावच्या जनतेने शिवधनुष्याला स्पष्ट कौल देत विश्वजीत बारणे आणि निलेश बारणे यांना भरघोस मतांनी विजयी केले. पिंपरी–चिंचवड महानगरपालिकेत नगरसेवक म्हणून दोघेही विराजमान झाले, हा क्षण प्रत्येक शिवसैनिकासाठी अभिमानाचा आहे. येणाऱ्या काळात प्रभागातील प्रत्येक समस्या सोडवण्यासाठी, जनतेच्या विश्वासाला पात्र ठरण्यासाठी दोघेही निष्ठेने, कार्यतत्परतेने आणि प्रामाणिकपणे काम करतील, असा ठाम विश्वास आहे. हा विजय म्हणजे निवडणूक काळात दिवस-रात्र मेहनत करणाऱ्या शिवसैनिकांच्या परिश्रमांचा सन्मान आहे. शिवसेनेचे जनतेशी असलेले नाते असेच अधिक दृढ होत राहो! जय महाराष्ट्र 🚩",
      img: "images/image-289.jpg",
      url: "https://www.instagram.com/p/DTmk6paiCJR/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "17/01/2026",
    },
    {
      caption:
        "जनतेचा कौल, विजयाचा निर्धार! 🚩प्रभाग क्रमांक २४ मध्ये आज उसळलेला जनसागर म्हणजे येणाऱ्या विजयाची ठाम चाहूल आहे. शिवसेना उमेदवार विश्वजीत बारणे, निलेश बारणे तसेच शिवसेना पुरस्कृत उमेदवार सौ. रूपाली लालासाहेब गुजर आणि मायाताई संतोष बारणे यांच्या प्रचारासाठी महिलांचा, युवकांचा आणि मतदारांचा मिळालेला उत्स्फूर्त प्रतिसाद बळ देणारा आहे. जिंकण्याचा निर्धार ठाम आहे, शिवसैनिकांची ताकद आणि जनतेचा कौल आमच्या बाजूने स्पष्ट आहे.हा केवळ प्रचार नाही, हा विजयाचा शंखनाद आहे",
      img: "images/image-288.jpg",
      url: "https://www.instagram.com/p/DTMWpNQEk_c/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "07/01/2026",
    },
    {
      caption:
        "पिंपरी चिंचवड महापालिका निवडणूक २०२५–२६ च्या पार्श्वभूमीवर थेरगाव प्रभाग क्रमांक २३ मध्ये शिवसेना पक्षाचे अधिकृत उमेदवार श्री. संतोष गुलाब बारणे, सौ. संतोषी मयुर पवार व सौ. नेहा राकेश जगताप यांच्या प्रचाराची आज विधिवत सुरुवात करण्यात आली. ग्रामदैवत बापूजीबुवा मंदिरात नारळ फोडून प्रचाराचा शुभारंभ करण्यात आला. यानंतर आयोजित प्रचार रॅलीत सहभागी होत नागरिकांशी थेट संवाद साधण्यात आला. जनतेचा विश्वास, कार्यकर्त्यांचा उत्साह आणि संघटनेची ताकद या बळावर हा लढा विकासाचा आणि विजयाचा आहे. 🚩",
      img: "images/image-287.jpg",
      url: "https://www.instagram.com/reel/DTHQo4ziFAR/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "05/01/2026",
    },
    {
      caption:
        "पिंपरी चिंचवड महापालिका निवडणूक २०२५–२६ च्या पार्श्वभूमीवर थेरगाव प्रभाग क्रमांक २३ मध्ये शिवसेना पक्षाचे अधिकृत उमेदवार श्री. संतोष गुलाब बारणे, सौ. संतोषी मयुर पवार व सौ. नेहा राकेश जगताप यांच्या प्रचाराची आज विधिवत सुरुवात करण्यात आली.ग्रामदैवत बापूजीबुवा मंदिरात नारळ फोडून प्रचाराचा शुभारंभ करण्यात आला. यानंतर आयोजित प्रचार रॅलीत सहभागी होत नागरिकांशी थेट संवाद साधण्यात आला.जनतेचा विश्वास, कार्यकर्त्यांचा उत्साह आणि संघटनेची ताकद या बळावर हा लढा विकासाचा आणि विजयाचा आहे. 🚩",
      img: "images/image-286.jpg",
      url: "https://www.instagram.com/p/DTDypcsDl6K/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "04/01/2026",
    },
    {
      caption:
        "मावळ लोकसभा मतदारसंघातील नवनियुक्त शिवसेना पदाधिकाऱ्यांचा सन्मान समारंभ उत्साहात संपन्न! शिवसेना मुख्य नेते व राज्याचे उपमुख्यमंत्री श्री. एकनाथ शिंदे साहेब यांनी मावळ लोकसभा मतदारसंघातील पुणे जिल्ह्यातील पदाधिकारी नियुक्ती केल्या असून, त्यांचा सत्कार आज माझ्या हस्ते पार पडला. या कार्यक्रमाला उपनेत्या सुलभा उबाळे, जिल्हा प्रमुख राजेश खांडभोर, महानगरप्रमुख राजेश वाबळे, महिला जिल्हा संघटीका शिलाताई भोंडवे, मावळ तालुका प्रमुख रामभाऊ सावंत यांच्यासह नव्याने नियुक्त पदाधिकाऱ्यांचा सन्मान करण्यात आला. या वेळी विश्वजित दादा बारणे, शिवसेना उपजिल्हा प्रमुख दिलीप पांढरकर, राजेंद्र तरस, विशाल हुलावळे, शिवसेना महिला तालुका प्रमुख शुभांगीताई काळंगे, पिंपरी चिंचवड शहर प्रमुख निलेश तरस, माऊली जगताप, सुनिल हगवणे पिंपरी चिंचवड व मावळ तालुक्यातील सर्व प्रमुख पदाधिकारी मोठ्या संख्येने उपस्थित होते",
      img: "images/image-285.webp",
      url: "https://www.instagram.com/p/DOvih4fCNq_/?utm_source=ig_web_copy_link&igsh=aGkxNDF4NDhjOGo5",
      date: "19/09/2025",
    },
    {
      caption:
        "पुणे जिल्हा कार्यकर्ता बैठक - संघटनेची ताकद, विजयाचा निर्धार!पुणे जिल्ह्याची कार्यकर्ता बैठक राज्याचे उद्योग मंत्री व जिल्ह्याचे संपर्क मंत्री आ. उदय सामंत यांच्या अध्यक्षतेखाली उत्साहपूर्ण वातावरणात पार पडली. या बैठकीला माझ्या समवेत आमदार विजय शिवतारे, विधानसभा उपसभापती निलमताई गोऱ्हे, माजी खासदार राहुल शेवाळे, सचिव संजय राव मोरे, भाऊसाहेब चौधरी यांच्यासह इतर मान्यवर मार्गदर्शक उपस्थित होते.निवडणूक व संघटन बांधणीवर मी मार्गदर्शन करताना सभासद नोंदणी, मतदार नोंदणी, थेट संवाद आणि जनतेचा विश्वास जिंकण्याची रणनीती कार्यकर्त्यांना सांगितली. स्वराज्य संस्थांच्या निवडणुकीत अधिकाधिक उमेदवार निवडून आणणे हे पक्षासाठी निर्णायक ठरेल, यावर भर देण्यात आला. कार्यकर्त्यांच्या शंका निरसनासोबतच त्यांना नवीन ऊर्जा आणि आत्मविश्वास देण्यात आला. एकजुटीने व नियोजनबद्ध पद्धतीने आगामी निवडणुकीत विजय मिळवण्याचा निर्धार व्यक्त झाला. बैठक सकारात्मक, प्रेरणादायी आणि यशस्वी ठरली.",
      img: "https://www.instagram.com/p/DNH2PuFIDIm/?utm_source=ig_web_copy_link&igsh=c25nenkzb3Franlq",
      url: "https://www.instagram.com/p/DNH2PuFIDIm/?utm_source=ig_web_copy_link&igsh=c25nenkzb3Franlq",
      date: "09/08/2025",
    },
    {
      caption:
        "दिल्लीत उपमुख्यमंत्री एकनाथजी शिंदे साहेब यांची भेट;शिवसेना मुख्य नेते व महाराष्ट्राचे उपमुख्यमंत्री मा. श्री. एकनाथजी शिंदे यांची दिल्लीत केंद्रीय गृहमंत्री श्री.अमितजी शहा यांच्या सदिच्छा भेटीदरम्यान त्यांची भेट घेतली, यावेळी माझ्या समवेत लोकसभा गटनेते खासदार डॉ. श्रीकांत शिंदे, धैर्यशील माने, संदिपान भूमरे, रविंद्र वायकर, नरेश म्हस्के यांच्यासह इतर मान्यवर उपस्थित होते.",
      img: "images/image-253.webp",
      url: "https://www.instagram.com/p/DNA-0FAInVP/?utm_source=ig_web_copy_link&igsh=MWloMnBjejAyZXlnNw==",
      date: "06/08/2025",
    },
    {
      caption:
        "📍 नवी दिल्ली शिवसेना खासदारांची महत्वपूर्ण बैठक | उपमुख्यमंत्री एकनाथ शिंदे यांच्या अध्यक्षतेखाली सखोल चर्चा आज दिल्ली येथे शिवसेना पक्षाचे मुख्य नेते व राज्याचे उपमुख्यमंत्री मा. एकनाथ शिंदे साहेब यांच्या अध्यक्षतेखाली शिवसेना खासदारांची बैठक पार पडली.संसदेच्या चालू पावसाळी अधिवेशनातील सहभाग, पक्षाची भूमिका आणि संसदीय कामकाजात प्रभावी उपस्थिती याबाबत सविस्तर चर्चा करण्यात आली.",
      img: "images/image-250.webp",
      url: "https://www.instagram.com/p/DMx5xjGyjnk/?utm_source=ig_web_copy_link&igsh=ZGJhejQyeDZ2ZHhn",
      date: "31/07/2025",
    },
    {
      caption:
        "थेरगाव येथे मावळ तालुका शिवसेनेची आढावा बैठक संपन्न; आगामी स्थानिक निवडणुकांबाबत चर्चा!आज माझ्या थेरगाव जनसंपर्क कार्यालयात मावळ तालुका शिवसेना पक्षाची आढावा बैठक संपन्न झाली. आगामी जिल्हा परिषद, पंचायत समिती तसेच नगरपालिका निवडणुकी बाबत चर्चा करण्यात आली. निवडणूकी संदर्भात मार्गदर्शन केले.यावेळी, शिवसेना उपजिल्हा प्रमुख शरदराव हुलावळे, मावळ तालुका प्रमुख राजाभाऊ खांडभोर, युवासेना जिल्हा प्रमुख सागर पाचरणे, शिवसेना मावळ उप तालुका प्रमुख राम सावंत, अमित कुंभार, सोमनाथ कोंडे, चंद्रकांत बोत्रे, युवासेना मावळ लोकसभा अध्यक्ष विशाल हुलावळे, शिवसेना देहूगाव शहर प्रमुख सुनिल हगवणे, शिवसेना लोणावळा शहर प्रमुख संजय भोईर, महिला तालुका संघटिका सौ. शुभांगीताई काळंगे, युवासेना उपजिल्हा प्रमुख दत्ता केसरी, शिवसेना वडगाव शहर प्रमुख प्रवीण ढोरे, शिवसेना देहूरोड शहर प्रमुख दिपक चौगुले, युवासेना मावळ तालुका प्रमुख राजेश वाघोले, नवनाथ हारपुडे, गिरीश सातकर, लोणावळा उप शहर प्रमुख विशाल पठारे, नितीन देशमुख व मोठ्या संख्येने प्रमुख पदाधिकारी उपस्थित होते.",
      img: "images/image-244.webp",
      url: "https://www.instagram.com/p/DMSW5afoCWK/?utm_source=ig_web_copy_link&igsh=MWdnYmtyeXp6c2tqNQ==",
      date: "19/07/2025",
    },
    {
      caption:
        "“नेतृत्व जिथे सेवा धर्म ठरतो, तिथे कार्यकर्तेच गुरुपद बहाल करतात!” गुरुपौर्णिमेच्या निमित्ताने पिंपरी चिंचवड शिवसेना परिवाराने मला लोकसेवेतील ‘मार्गदर्शक’ मानून दिलेला हा सन्मान, ही केवळ शुभेच्छा नसून माझ्या कार्याची कबुली आहे.ही भावनाच मला अधिक निष्ठेने, आणि जनतेसाठी अधिक जबाबदारीने कार्य करण्याची नवी ऊर्जा देते.",
      img: "img-238.webp",
      url: "https://www.instagram.com/p/DL-BGgsyVgU/?utm_source=ig_web_copy_link&igsh=N3Q3MndweWJ0NmJy",
      date: "11/07/2025",
    },
    {
      caption:
        " शिवसेना कर्जत-खालापूर आढावा बैठक | संघटनात्मक बांधणीसाठी ठोस दिशा कर्जत-खालापूर विधानसभा मतदारसंघातील शिवसेना पक्षाच्या संघटनात्मक आढावा बैठकीचे आज कर्जत येथे आयोजन करण्यात आले. या बैठकीस माझ्यासह आमदार महेंद्रशेठ थोरवे यांच्या मार्गदर्शनाखाली चर्चा झाली.पक्ष संघटनेच्या मजबुतीकरणासाठी, स्थानिक पातळीवरील प्रश्नांवर परिणामकारक रणनीती आखण्यासाठी आणि आगामी काळातील दिशा ठरवण्यासाठी ही बैठक अत्यंत फलदायी ठरली.या बैठकीला जिल्हाप्रमुख संतोषशेठ भोईर, संपर्कप्रमुख विजय पाटील, भाई गायकर, जिल्हा संघटक संभाजी जगताप, तालुकाप्रमुख सुदामदादा पवाळी, संदेश पाटील, पंकज पाटील, भाई शिंदे, गजूभाई वाघेश्वर, अंकुश दाबने, दिलीप ताम्हाणे, तालुका संघटक सुनील रसाळ, सुनील पाटील, उल्हास भूरके, मनोहर थोरवे, महिला पदाधिकारी रेश्मा म्हात्रे व रेश्मा आंग्रे, तसेच ॲड. संकेत भासे, प्रसाद थोरवे यांच्यासह इतर पदाधिकारी मोठ्या संख्येने उपस्थित होते.",
      img: "images/image-214.webp",
      url: "https://www.instagram.com/p/DKkQeqLS_J5/?utm_source=ig_web_copy_link&igsh=MTU3cXVkM3EwMTVleQ==",
      date: "06/06/2025",
    },
    {
      caption:
        "शिवसेनेत नव्या जोमाने युवा नेतृत्वांचा पक्षप्रवेश!आज शिवसेना प्रमुख आणि राज्याचे उपमुख्यमंत्री मा. श्री एकनाथ शिंदे यांच्या ठाम नेतृत्वावर विश्वास ठेवून, माझ्या हस्ते पिंपरी चिंचवड येथील आर.पी.आय. विद्यार्थी परिषदेचे अध्यक्ष सुजित कांबळे, सुरज कांबळे, सिद्धार्थ सोनवणे, अमित सावंत, ऋषिकेश हंकारे, विवेक गांगावणे, प्रशांत करडे आणि संदीप खैरनार यांनी शिवसेनेत जाहीर प्रवेश केला. या प्रवेशामुळे पक्षाच्या युवा बळात लक्षणीय वाढ झाली असून, सामाजिक भान असलेले नवे नेतृत्व शिवसेनेच्या कार्यात सहभागी होत आहे. पक्षाच्या विचारधारेशी प्रेरित होऊन आलेल्या या तरुणांनी जनतेसाठी कार्य करण्याचा निर्धार व्यक्त केला.या प्रसंगी युवा सेनेचे पश्चिम महाराष्ट्र सचिव विश्वजित बारणे, महिला उपनेत्या सुलभाताई उबाळे, शहर प्रमुख निलेश तरस, शहर महिला संघटिका सरिता साने, युवासेना जिल्हा समन्वयक सागर पाचारणे, तसेच सुदर्शन देसले, सागर बारणे आणि सुनील हगवणे यांची प्रमुख उपस्थिती होती.",
      img: "images/image-208.webp",
      url: "https://www.instagram.com/p/DKW6SbzoAMx/?utm_source=ig_web_copy_link&igsh=MXJlbmU3NmVtcDIzaw==",
      date: "01/06/2025",
    },
    {
      caption:
        "शिवसेनेच्या विचारांची नवचैतन्याची सुरुवात – सदापूर मावळच्या विकासासाठी एक नवा अध्याय!आज सदापूर मावळ येथे माझ्या प्रमुख उपस्थितीत शिवसेना शाखेचे भव्य उद्घाटन उत्साहात संपन्न झाले. शिवसेनेचा विचार आणि सेवा हेच आमचे ब्रीद असून, नव्या शाखेच्या माध्यमातून स्थानिक प्रश्नांवर लक्ष केंद्रित केले जाईल. या उद्घाटनामुळे गावात नवचैतन्य निर्माण झाले असून शिवसेनेच्या कार्याला नवी दिशा मिळणार आहे. युवकांचा सहभाग आणि उत्साह विशेष उल्लेखनीय होता.यावेळी शिवसेना जिल्हा प्रमुख बाळासाहेब वाल्हेकर, शिवसेना उपजिल्हा प्रमुख शरदराव हुलावळे, शिवसेना पुणे जिल्हा आध्यात्मिक समन्वयक ह.भ.प.दिलीप महाराज खेंगले, युवासेना उपजिल्हा प्रमुख दत्ताभाऊ केदारी, युवासेना तालुका प्रमुख विशाल हुलावळे, नितीन देशमुख, शिवसेना लोणावळा शहर प्रमुख संजय भोईर, शिवसेना महिला शहर संघटिका श्रीमती मनीषाताई भांगरे, शिवसेना लोणावळा उपशहर प्रमुख विशाल पठारे, शिवसेना कुसगाव पंचायत समिती गण विभाग प्रमुख सहादू बडेकर, शिवसेना शाखा प्रमुख सदापुर कु.ओमकार कालेकर शिवसेना उपशाखा प्रमुख संकेत ढाकोळ मा.सरपंच नाथा ढाकोळ, अध्यक्ष दत्तात्रय ढाकोळ, सौ. सुषमा ढाकोळ, सौ. भारती गोरे, सौ.लता दळवी, सौ. वाती घारे, सौ. मयुरी घारे, सौ. आशा खराडे, सौ. रुपाली बडेकर व ग्रामस्थ उपस्थित होते.",
      img: "images/image-199.webp",
      url: "https://www.instagram.com/p/DJv7SEpSu6l/?utm_source=ig_web_copy_link&igsh=ZWl3dmdtdzFrMWln",
      date: "17/05/2025",
    },
    {
      caption:
        "आज थेरगाव येथील संपर्क कार्यालयात माननीय श्री एकनाथजी शिंदे साहेब यांच्या नेतृत्वावर विश्वास ठेवत सदापूरगाव, तालुका मावळ येथील उ. बा. ठा. गटाचे शाखाप्रमुख श्री. संतोष ढाकोळ, ओंकार कालेकर, दिनेश गोरे, आकाश दळवी, पृथ्वीराज घारे, विनोद हुलावळे यांनी शिवसेनेत अधिकृत प्रवेश केला.त्याचबरोबर कुसगाव पंचायत समिती गण येथील श्री. सहादू बडेकर (सदापूर) यांची विभाग प्रमुख पदी नियुक्ती करण्यात आली.या प्रसंगी युवासेना तालुका प्रमुख श्री. विशाल हुलावळे, श्री. नवनाथ हरपुडे तसेच पदाधिकारी व कार्यकर्ते उपस्थित होते.",
      img: "images/image-196.webp",
      url: "https://www.instagram.com/p/DJg6_E6Ie6s/?utm_source=ig_web_copy_link&igsh=MTU4amcwcXlyY256Ng==",
      date: "11/05/2025",
    },
    {
      caption:
        "शिवसेनेत नवचैतन्याचा सळसळता संचार – विविध पक्षांतील मान्यवरांचा पक्षप्रवेश🚩🚩मुंबई येथे शिवसेनेचे मुख्य नेते, महाराष्ट्र राज्याचे लोकप्रिय उपमुख्यमंत्री मा. ना. श्री. एकनाथजी शिंदे साहेब यांच्या प्रमुख उपस्थितीत, पिंपरी चिंचवड महापालिकेचे RPI चे माजी नगरसेवक बाळासाहेब ओव्हाळ, लोणावळा येथील मा. नगरसेविका श्रीमती कल्पनाताई आखाडे, मा. नगरसेविका सौ. सिंधुताई परदेशी, काँग्रेस महाराष्ट्र प्रदेश युवक सचिव श्री. राजेश वाघोले, उबाठाचे संघटक मावळ तालुका श्री. मदन शेडगे, उ. बा. ठा. गट उपतालुकाप्रमुख श्री. सोमनाथ कोंडे, उ. बा. ठा. गट उपशहर प्रमुख श्री. प्रकाश पठारे, उ. बा. ठा. गट संघटक मावळ श्री. रमेश नगरकर, उ. बा. ठा. गट उपविभाग प्रमुख श्री. अनंत जांभळे, श्री. हनुमंत ठाकर, उपशहर प्रमुख कामशेत श्री. सुरेश लाड व श्री. वैभव हजारे, राष्ट्रवादी औद्योगिक विभाग अध्यक्ष श्री. नवनाथ हरपुडे, उ. बा. ठा. गट शाखाप्रमुख श्रीपती तुर्डे व श्री. कैलास खरमारे, संघटिका सौ. अनिताताई गायकवाड, सहशहर संघटिका सौ. प्रियाताई पवार, उपशहर प्रमुख लोणावळा श्री. विजय आखाडे, शाखाप्रमुख संकेत जाधव, उपसरपंच श्री. ईश्वर वाघोले, उपविभाग प्रमुख लोणावळा श्री. अनंत आंद्रे, तसेच श्री. दत्तात्रय झडे, श्री. भाऊसाहेब सकाटे, श्री. उदय वावरे, श्री. संकेत जाधव यांनी शिवसेनेत जाहीर प्रवेश केला.या पक्षप्रवेश प्रसंगी शिवसेना जिल्हाप्रमुख श्री. बाळासाहेब वाल्हेकर, मावळ तालुकाप्रमुख श्री. राजूभाऊ खांडभोर, युवासेना उपजिल्हा प्रमुख श्री. दत्ताशेठ केदारी, मावळ उपतालुकाप्रमुख श्री. राम सावंत, लोणावळा शहर प्रमुख श्री. संजय भोईर, देहूगाव शहर प्रमुख श्री. सुनील हगवणे, शिवसेना महिला शहर संघटिका श्रीमती शीलाताई भोंडवे, श्रीमती शुभांगीताई काळंगे व असंख्य शिवसैनिक मोठ्या संख्येने उपस्थित होते.",
      img: "images/image-195.webp",
      url: "https://www.instagram.com/reel/DJY6arNIOC-/?utm_source=ig_web_copy_link&igsh=eXI3Y3ZzenRjcjM5",
      date: "08/05/2025",
    },
    {
      caption:
        "शिवसेनेच्या विचारधारेचा वटवृक्ष अजून बळकट!आज महाराष्ट्र राज्याचे लोकप्रिय उपमुख्यमंत्री माननीय श्री. एकनाथजी शिंदे साहेब यांच्या कार्यपद्धतीवर विश्वास ठेवून लोणावळा शहरातील उबाठा गटाच्या ज्येष्ठ नगरसेविका सौ.कल्पनाताई आखाडे,नगरसेविका सिंधूताई परदेशी,उबाठा गटाचे लोणावळा उपशहर प्रमुख श्री. प्रकाश पाठारे, शिवसेना उपशहर प्रमुख श्री.विजय खाडे, शिवसेना सह शहर संघटिका श्रीमती. प्रियाताई पवार, शिवसेना विभाग संघटिका श्रीमती. अनिताताई गायकवाड, शिवसेना विभाग संघटिका श्री. माग्रेट मुन्नास्वामी, शिवसेना विभाग प्रमुख मंगेश येवले, शिवसेना उपविभाग प्रमुख अनिल कालेकर, व कल्पेश तीखे, दुर्वेश कडू, प्रणव तिकोने, संकेत जाधव, आदित्य शिंदे, दुर्वेश बोडके, प्रथमेश पाठारे यांचा माझ्या प्रमुख उपस्थितीत थेरगाव येथील जनसंपर्क कार्यालयात शिवसेनेत अधिकृत पक्ष प्रवेश संपन्न झाला. या प्रसंगी सर्वांनी शिवसेनेच्या विचारधारेचा प्रसार व जनतेच्या हितासाठी निष्ठेने कार्य करण्याची ग्वाही दिली.यावेळी शिवसेना महिला उपनेत्या श्रीमती. सुलभाताई उबाळे, शिवसेना उपजिल्हाप्रमुख श्री. शरदराव हुलावळे , युवा सेना उपजिल्हाप्रमुख श्री. दत्ताभाऊ केदारी, शिवसेना मावळ तालुकाप्रमुख श्री. राजाभाऊ खांडभोर, शिवसेना उप तालुका प्रमुख श्री. राम सावंत, शिवसेना लोणावळा शहर प्रमुख श्री. संजय भोईर, शिवसेना महिला लोणावळा शहर संघटिका सौ. मनीषाताई भांगरे, शिवसेना मावळ विधानसभा समन्वयक श्री. अंकुश भाऊ देशमुख,शिवसेना उपशहर प्रमुख श्री. प्रकाश पाठारे, शिवसेना लोणावळा समन्वयक श्री. नंदू कडू, विशाल पाठारे, यांची विशेष उपस्थिती लाभली.",
      img: "images/image-180.webp",
      url: "https://www.instagram.com/p/DI_MjK0Iz3C/?utm_source=ig_web_copy_link&igsh=ZnczaXJmemVjZmkw",
      date: "28/04/2025",
    },
    {
      caption:
        "जाहीर पक्षप्रवेश: शिवसेनेची ताकद वाढवूया, बाळासाहेबांच्या विचारांना पुढे नेऊया! आज थेरगाव येथील जनसंपर्क कार्यालयात महाराष्ट्र राज्याचे लोकप्रिय उपमुख्यमंत्री ना. श्री. एकनाथजी शिंदे साहेब यांच्या नेतृत्वावर विश्वास ठेवून माझ्या उपस्थितीत पिंपळे सौदागर येथील अनेक युवकांनी शिवसेनेच्या विचारसरणीवर विश्वास ठेवत आणि लोकसेवेच्या ध्येयाने प्रेरित होऊन जाहीर पक्षप्रवेश केला.यावेळी युवासेना पश्चिम महाराष्ट्र प्रमुख विश्वजित बारणे,सचिव रुपेश कदम, युवासेना पुणे जिल्हा समन्वय सागर पाचरणे, पिंपरी चिंचवड शहरप्रमुख निलेश तरस, सुदर्शन देसले, युवासेना पिंपरी चिंचवड शहरप्रमुख माऊली जगताप,पिंपरी विधानसभा प्रमुख निखिल येवले,संतोष बारणे, अंकुश कोळेकर, दिलीप कुसाळकर, महेश कलाल उपस्थित होते.",
      img: "images/image-151.webp",
      date: "23/03/2025",
      url: "https://www.instagram.com/reel/DHi1Omhoe-C/?utm_source=ig_web_copy_link&igsh=MWd1eWNob2dsZGdwYw==",
    },
    {
      caption:
        "श्री संत तुकाराम सहकारी साखर कारखाना पंचवार्षिक निवडणुकीसाठी सर्वपक्षीय बैठक संपन्न! आज माझ्या अध्यक्षतेखाली श्री संत तुकाराम सहकारी साखर कारखाना पंचवार्षिक निवडणूक २०२५ - २०३० संदर्भात सर्वपक्षीय बैठक पार पडली.या बैठकीस कारखान्याचे अध्यक्ष मा. खासदार श्री नानासाहेब नवले, श्री सुरेश आण्णा घुले, मा. मंत्री श्री बाळाभाऊ भेगडे, आमदार श्री सुनिल आण्णा शेळके, आमदार श्री शंकरभाऊ मांडेकर, आमदार श्री बाबाजी काळे, श्री रामभाऊ ठोंबरे, तसेच कारखान्याचे सभासद व मोठ्या संख्येने शेतकरी उपस्थित होते.",
      img: "images/image-150.webp",
      url: "https://www.instagram.com/reel/DHgdViDI-b6/?utm_source=ig_web_copy_link&igsh=bnVrajJjYnZmYjBo",
      date: "22/09/2025",
    },
    {
      caption:
        "शिवसेनेच्या बळकटीस आणखी एक मजबूत जोड!उपमुख्यमंत्री तथा शिवसेनेचे मुख्य नेते श्री. एकनाथ शिंदे यांच्या नेतृत्वावर विश्वास ठेवत पिंपरी-चिंचवड महानगरपालिकेच्या माजी विरोधी पक्ष नेत्या, उबाठा गटाच्या पुणे जिल्हा महिला संघटिका आणि असंख्य कार्यकर्त्यांनी आज शिवसेनेत जाहीर प्रवेश केला. यावेळी शिवसेना महिला नेत्या मीनाताई कांबळी, आमदार प्रा. मनीषा कायंदे, शिवसेना सचिव वैभव थोरात, युवासेना जिल्हाप्रमुख श्री राजेंद्र तरस, शिवसेना पिंपरी चिंचवड शहर प्रमुख श्री निलेश तरस,तसेच पिंपरी चिंचवड येथील शिवसेनेचे पदाधिकारी आणि कार्यकर्ते उपस्थित होते.शिवसेना परिवारात मनःपूर्वक स्वागत!",
      img: "images/image-145.webp",
      url: "https://www.instagram.com/reel/DHJCG-NoyDc/?utm_source=ig_web_copy_link&igsh=MWFqczdsamJtMGxpaA==",
      date: "13/03/2025",
    },
    {
      caption:
        "मा. मुख्यमंत्री श्री. एकनाथजी शिंदे साहेब यांच्या नेतृत्वावर विश्वास ठेवून थेरगाव येथे अनेक तरुणांनी शिवसेना पक्षात प्रवेश केल्याची बातमी माध्यमांमध्ये झळकली. या ऐतिहासिक क्षणी माझ्या उपस्थितीत नियुक्ती पत्रांचे वितरण करण्यात आले होते.यावेळी सर्वांना प्रभावीपणे कार्य करण्याचे मार्गदर्शनही दिले.शिवसेनेच्या विचारधारेत सहभागी झालेल्या सर्व तरुणांना पुन्हा एकदा शुभेच्छा!",
      img: "images/image-76.webp",
      date: "09/12/2024",
      url: "https://www.instagram.com/p/DDW3blPqPGL/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "विधानसभा निवडणूक २०२४ कालचा दिवस लोकशाहीच्या उत्सवाचा खऱ्या अर्थाने साक्षीदार ठरला. मतदान केंद्रावर जोशपूर्ण वातावरण अनुभवायला मिळालं. मतदारांनी मोठ्या संख्येने मतदानाचा हक्क बजावत लोकशाहीला बळकट केलं. मतदान केंद्रावर पोहोचल्यावर कार्यकर्त्यांशी संवाद साधला आणि त्यांचा उत्साह दुप्पट केला. त्यांना दिलेला पाठिंबा आणि प्रोत्साहन खूप महत्त्वपूर्ण ठरलं.मतदान प्रक्रियेत सहभागी होणं म्हणजे केवळ आपला हक्क बजावणं नाही, तर आपल्या देशाच्या उज्ज्वल भविष्यासाठी एक सकारात्मक पाऊ",
      img: "images/image-68.webp",
      date: "21/11/2024",
      url: "https://www.instagram.com/reel/DCnx8eiIXST/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "विधानसभा निवडणूक-२०२४ आज मतदान केंद्रावर मतदारांमध्ये जोश आणि उत्साहाचं वातावरण होतं. पोलींग बूथवर जाऊन कार्यकर्त्यांशी संवाद साधला आणि त्यांचा उत्साह दुप्पट केला. लोकशाहीच्या या पवित्र महोत्सवात प्रत्येकाने आपला हक्क बजावावा, हेच आवाहन !",
      img: "images/image-67.webp",
      date: "20/11/24",
      url: "https://www.instagram.com/p/DClxT_XKwCD/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "विधानसभा निवडणूक २०२४ चिंचवड विधानसभा मतदारसंघातील महायुतीचे उमेदवार श्री. शंकर जगताप यांच्या प्रचारार्थ आज विकासनगर, किवळे येथे आयोजित प्रचार रॅलीत सहभागी झालो. रॅलीला माझ्या समवेत माननीय आमदार श्री. अमित गोरखे, मा. नगरसेवक श्री. विठ्ठल नाना काटे, मोरेश्वर भाऊ भोंडवे, मनोज खानविलकर, शिवसेना पिंपरी-चिंचवड शहर प्रमुख श्री. निलेश तरस, युवसेना जिल्हा प्रमुख श्री. राजेंद्र तरस, महिला जिल्हा संघटिका शैलाताई पाचपुते, पिंपरी-चिंचवड शहर प्रमुख सुनिताताई चंदने, शीलाताई भोंडवे, रोहित माळी, युवा नेते दादा तरस, रोहिदास दांगट, राहुल तरस, किरण धुमाळ, विशाल तरस, सुधीर तरस, शुभम तरस, धर्मपाल तरस आणि महायुतीचे प्रमुख पदाधिकारी व कार्यकर्ते मोठ्या संख्येने उपस्थित होते.कार्यक्रमास नागरिकांचा भरभरून प्रतिसाद मिळाला, ज्यामुळे महायुतीच्या विजयाचा आत्मविश्वास अधिकच बळकट झाला आहे.",
      img: "images/image-66.webp",
      date: "17/11/2024",
      url: "https://www.instagram.com/p/DCeDxMDKFEP/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "विधानसभा निवडणूक २०२४ चिंचवड विधानसभा मतदार संघातील महायुतीचे उमेदवार श्री. शंकर पांडूरंग जगताप यांच्या प्रचारार्थ विकासनगर जेष्ठ नागरीक संघाची बैठक घेऊन शंकर जगताप यांना मतदान करण्याची विनंती केली. माझ्या समवेत शिवसेना शहर प्रमुख निलेश तरस,राजेंद्र तरस,शैलाताई पाचपुते,शिलाताई भोडवे,धर्मपाल तंतरपाळे,जेष्ठ नागरीक संघाचे अध्यक्ष नारायण डोहीफोडे व जेष्ठ नागरीक उपस्थित होते.",
      img: "images/image-65.webp",
      date: "16/11/2024",
      url: "https://www.instagram.com/p/DCbZh0fqTW_/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "विधानसभा निवडणूक २०२४ चिंचवड विधानसभा मतदार संघातील महायुतीचे उमेदवार श्री. शंकर जगताप यांच्या प्रचारार्थ आज थेरगाव येथे प्रचार रॅलीची सुरूवात गणेशनगर गणपती मंदीरापासून झाली, व समारोप गावठाण येथे करण्यात आला. सर्व माजी नगरसेवक, महायुतीचे प्रमुख पदाधिकारी आणि कार्यकर्ते यावेळी सहभागी झाले होते.मोठ्या संख्येने नागरिकांचे समर्थन मिळाले.",
      img: "images/image-64.webp",
      date: "16/11/24",
      url: "https://www.instagram.com/p/DCbZh0fqTW_/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "विधानसभा निवडणूक-२०२४ पंतप्रधान श्री नरेंद्रजी मोदी यांची जाहीर सभा आज खारघर पनवेल येथे झाली.मोठ्या संख्येने जनसमुदाय या सभेस उपस्थित होता.",
      img: "images/image-63.webp",
      date: "14/11/2024",
      url: "https://www.instagram.com/p/DCW_BXGzF19/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "विधानसभा निवडणूक २०२४ पनवेल विधानसभा महायुतीचे उमेदवार आमदार श्री प्रशांत ठाकूर यांचा उमेदवारी अर्ज आज पनवेल शहरातून रॅली काढून पनवेल तहसिल कार्यालय येथे भरण्यात आला. नागरिकांचे प्रेम आणि समर्थन त्यांच्या नेतृत्वाला नवा उत्साह देईल.मोठ्या संख्येने कार्यकर्ते व नागरिक रॅली मध्ये सहभागी झाले होते.",
      img: "images/image-57.webp",
      date: "28/10/2024",
      url: "https://www.instagram.com/p/DBrTwTVtwWb/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "विधानसभा निवडणूक २०२४ च्या अनुषंगाने पिंपरी-चिंचवड शहर शिवसेनेचा पदाधिकारी आणि कार्यकर्ता मेळावा काल थेरगाव येथे संपन्न झाला.या मेळाव्यात पक्षाच्या आगामी निवडणुकीतील भूमिका, कार्यपद्धती, आणि प्रचार मोहीम यावर सखोल चर्चा करण्यात आली. पक्षाच्या ध्येय-धोरणांबाबत सर्व कार्यकर्त्यांना व पदाधिकाऱ्यांना प्रोत्साहन दिले.",
      img: "images/image-56.webp",
      date: "28/10/2024",
      url: "https://www.instagram.com/p/DBqOfahK-rk/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "आज चिंचवड विधानसभा मतदारसंघ,पिंपरी विधानसभा मतदारसंघ, भोसरी विधानसभा मतदारसंघातील सार्वत्रिक विधानसभा निवडणूक २०२४ च्या पार्श्वभूमीवर महायुती पदाधिकारी, कार्यकर्ता समन्वय बैठक आणि पत्रकार परिषद उत्साहात पार पडली.या प्रसंगी माझ्या समवेत आमदार श्री अण्णा बनसोडे, आमदार श्री अमितजी गोरखे, आमदार सौ. उमाताई खापरे, मा. आमदार श्रीमती अश्विनीताई जगताप, माजी खासदार श्री अमरजी साबळे, शिवसेना जिल्हा प्रमुख श्री बाळासाहेब वाल्हेकर, राष्ट्रवादी पिंपरी चिंचवड शहर अध्यक्ष श्री योगेशजी बहल, भाजपा समन्वयक श्री सदाशिवजी खाडे, शिवसेना शहर प्रमुख श्री निलेश तरस, श्री कार्तिक लांडगे, तसेच महायुतीचे इतर अनेक पदाधिकारी मोठ्या संख्येने उपस्थित होते. महायुतीचे सर्व उमेदवार एकजुटीने आणि दृढ संकल्पाने विजयाकडे वाटचाल करत आहेत.",
      img: "images/image-55.webp",
      date: "27/10/2024",
      url: "https://www.instagram.com/p/DBop4c1OZJS/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "कर्जत-खालापूर येथील विधानसभा मतदार संघाचा शिवसेना पक्षाचा मेळावा आज शिवतीर्थ हॉल पोसरी येथे पार पडला. उद्योग मंत्री तथा पालकमंत्री श्री. उदयजी सामंत व माझ्या उपस्थितीत राष्ट्रवादी काँग्रेस पार्टीचे कार्याध्यक्ष श्री हनुमानशेठ पिंगळे, श्री.अक्षय सोनू पिंगळे, श्री. विश्वनाथ पाटील,श्री. एच. आर. पाटील, श्री. अमोल पाटील, निखील पाटील, महेश पाटील, राकेश गोकुळ कर्णक पाटील, भाऊ बाळू पवार, नम्रता राकेश कर्णक पाटील, लक्ष्मी हरिभाऊ पवार, सुनील दिसले व अक्षय दिसले, राकेश देशमुख, उद्धव, देशमुख, शेखर यांनी कार्यकर्त्यांच्या समवेत शिवसेना पक्षात प्रवेश केला. या प्रसंगी आमदार महेंद्रशेठ दळवी, आमदार महेंद्रशेठ थोरवे, शिवसेना जिल्हाप्रमुख संतोषशेठ भोईर,संपर्क प्रमुख विजय पाटील,महिला संपर्क सौ शिल्पाताई देशमुख तालुका प्रमुख संभाजी जगताप ,संदेश पाटील व इतर पदाधिकारी व कार्यकर्ते मोठ्या संख्येने उपस्थित होते.या सर्वांचे पक्षात स्वागत करून त्यांना भाविक सामाजिक आणि राजकीय वाटचालीसाठी शुभेच्छा.",
      img: "images/image-33.webp",
      date: "01/09/2024",
      url: "https://www.instagram.com/p/C_YcW8nyz5p/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "राज्याचे मुख्यमंत्री एकनाथजी शिंदे साहेबांनी सुरू केलेल्या मुख्यमंत्री माझी लाडकी बहीण योजने बाबत येत्या १७ ॲागस्ट रोजी बालेवाडी क्रिडा संकुल, पुणे येथे महिला मेळावा होणार आहे. या मेळाव्यासाठी मुख्यमंत्री एकनाथजी शिंदे साहेब व उपमुख्यमंत्री देवेंद्रजी फडणवीस साहेब,अजितदादा पवार उपस्थित राहणार असून या कार्यक्रमाची जोरदार तयारी सुरू झाली आहे. आज या पूर्व तयारीची पहाणी करण्यासाठी महायुतीचे मंत्री, नेते व पदाधिकारी उपस्थित होते.",
      img: "images/image-19.webp",
      date: "10/08/2024",
      url: "https://www.instagram.com/p/C-fpC-BtTU5/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "माझ्या १० वर्षांच्या यशस्वी प्रवासाचे साक्षीदार आणि शिल्पकार तुम्ही सर्व मतदार बंधु-भगिनी आहात. ही विजयाची हॅट्रिक माझी एकट्याची नसून तुम्हा सर्वांची आहे. तुमचे प्रश्न दिल्लीत मांडण्याची संधी मला देण्यासाठी तुम्हा सर्वांचे मनःपूर्वक आभार!!",
      img: "images/image-2.webp",
      date: "25/06/2024",
      url: "https://www.instagram.com/p/C8pLS7Uyfwz/?utm_source=ig_web_copy_link&igsh=OXBscW1qczdtMjFy",
    },
    {
      caption:
        "आजपर्यंतच्या प्रवासात तुम्ही मतदार बंधु भगिनींनी मला दिलेली साथ अशीच कायम राहू द्या. तुमच्या सेवेसाठी आणि मावळच्या विकासाचे पर्व अखंडीत सुरू ठेवण्यासाठी मी सदैव तत्पर राहीन.",
      img: "images/image-1.webp",
      date: "04/06/2024",
      url: "https://www.instagram.com/reel/C7y6-7DtNGe/?utm_source=ig_web_copy_link",
    },
  ],
  समाज: [
    { caption: "", img: "", url: "", date: "" },
    {
      caption:
        "📍 पनवेल शहर – गणेशोत्सव २०२५ आज खारघर, कामोठे, कळंबोली आणि नवीन पनवेल या भागांतील सार्वजनिक गणेशोत्सव मंडळांना भेट देऊन बाप्पाच्या मंगलमय दर्शनाचा लाभ घेतला. गणेशोत्सव हा फक्त धार्मिक सोहळा नाही, तर समाजाला एकत्र आणणारी, संस्कृती जपणारी आणि पुढच्या पिढ्यांना मूल्यं देणारी एक मोठी परंपरा आहे. प्रत्येक मंडळात दिसणारी भक्ती, ऐक्य आणि सेवा भावना हेच या उत्सवाचं खरं वैशिष्ट्य आहे. णपती बाप्पा मोरया! 🙏",
      img: "images/image-277.webp",
      url: "https://www.instagram.com/p/DOMKzXVEuUc/?utm_source=ig_web_copy_link&igsh=MWU5bGhvaTdyNWF2Nw==",
      date: "04/09/2025",
    },
    {
      caption:
        "आज श्री मल्लिकार्जुन मंदिर, निगडी प्राधिकरण येथे श्री मल्लिकार्जुन प्रतिष्ठान तर्फे माझा सत्कार करण्यात आला. या प्रसंगी माजी नगरसेवक श्री. नारायण बहिरवाडे, श्री बसवेश्वर महाराज पुतळा समिती पिंपरी चिंचवड अध्यक्ष श्री. एस. बी. पाटील, कार्याध्यक्ष श्री. शिवाजी साखरे, श्री. अण्णासाहेब बिरादार, श्री. शेखर कोकणे, श्री. दत्तात्रय बहिरवाडे, श्री. विजय स्वामी, श्री. शंकर काळभोर, श्री. बसवलिंग कुल्लोळी, श्री. हरिभाऊ काळभोर, श्री. धनाजी बारणे, श्री. दिवाण मनोहर यांच्यासह मोठ्या संख्येने महिला भगिनी आणि नागरिक उपस्थित होते.आपल्या लोकांच्या प्रेम आणि सन्मानामुळे कार्य करण्याची नवी ऊर्जा आणि जबाबदारी अधिक दृढ होत आहे.",
      img: "images/image-268.webp",
      url: "https://www.instagram.com/p/DNtK4525OiL/?utm_source=ig_web_copy_link&igsh=MXZrb2p3ZmJpY2V0NQ==",
      date: "23/08/2025",
    },
    {
      caption:
        "पंतप्रधान नरेंद्र मोदी यांची सदिच्छा भेट; शिवकालीन किल्ल्यांना युनेस्को मान्यता याबद्दल आभार! आज नवी दिल्ली येथे भारताचे माननीय पंतप्रधान श्री. नरेंद्र मोदी यांची सदिच्छा भेट घेतली. “महाराष्ट्रातील ११ आणि तामिळनाडूतील १ अशा एकूण १२ शिवकालीन किल्ल्यांना ‘मराठा सैन्य परिदृश्य’ अंतर्गत युनेस्कोच्या जागतिक वारसा यादीत समाविष्ट केल्याबद्दल पंतप्रधान नरेंद्र मोदी यांची नवी दिल्लीत सदिच्छा भेट घेऊन त्यांचे मन:पूर्वक आभार मानले. छत्रपती शिवाजी महाराजांनी उभारलेले हे किल्ले केवळ महाराष्ट्राचाच नव्हे, तर संपूर्ण भारताच्या इतिहासाचं गौरवशाली प्रतीक आहेत. या निर्णयामुळे किल्ल्यांच्या जतन व संवर्धनास चालना मिळेल आणि महाराष्ट्रातील पर्यटन व अभ्यास क्षेत्रातही वाढ होईल, अशी पंतप्रधानांशी चर्चा केली. या भेटीत माझ्यासोबत शिवसेना संसदीय दलातील माझे सहकारी प्रतापराव जाधव, डॉ. श्रीकांत शिंदे, धैर्यशील माने, रविंद्र वायकर, नरेश म्हस्के आणि मिलिंद देवरा हेही उपस्थित होते.",
      img: "images/image-264.webp",
      url: "https://www.instagram.com/p/DNiULS1I3k4/?utm_source=ig_web_copy_link&igsh=MWhod2lyNG1rdHI4bA==",
      date: "19/08/25",
    },
    {
      caption:
        "९ ऑगस्ट क्रांतीदिना निमित्त आज मानवली, कर्जत येथे हुतात्मा भाई कोतवाल आणि हुतात्मा हिराजी पाटील यांना अभिवादन करण्यासाठी आयोजित क्रांतादिन सोहळा कार्यक्रमास उपस्थित राहिलो. या प्रसंगी आमदार महेंद्रशेठ थोरवे यांच्यासह हुतात्म्यांच्या कार्याची आणि बलिदानाची आठवण करत त्यांना कृतज्ञतापूर्वक अभिवादन केले.स्वातंत्र्यासाठी त्याग केलेल्या या वीरांचा इतिहास भावी पिढ्यांसाठी सदैव प्रेरणादायी राहील.",
      img: "images/image-258.webp",
      url: "https://www.instagram.com/reel/DNJC2-OyKHd/?utm_source=ig_web_copy_link&igsh=aGFnN3N6ZWF1Zm54",
      date: "09/08/2025",
    },
    {
      caption:
        "आकृर्डी विभागाचे माजी नगरसेवक प्रमोद कुटे यांचा वाढदिवस शिवशक्ती ज्येष्ठ नागरिक संघ आकुर्डी यांच्या वतीने उत्साहात साजरा करण्यात आला. या कार्यक्रमास उपस्थित राहून त्यांना मनःपूर्वक शुभेच्छा दिल्या व त्यांच्या सामाजिक कार्यासाठी सदिच्छा व्यक्त केल्या.",
      img: "images/image-224.webp",
      url: "https://www.instagram.com/p/DLE1x6ZoJSW/?utm_source=ig_web_copy_link&igsh=MXkxMG96aHIxMGtxOQ==",
      date: "19/06/2025",
    },
    {
      caption:
        "पिंपरी चिंचवड ज्येष्ठ नागरिक महासंघाचा २२ वा वर्धापन दिन उत्साहात साजरा!आज रामकृष्ण मोरे सभागृह, चिंचवड येथे पिंपरी चिंचवड ज्येष्ठ नागरिक महासंघाचा २२ वा वर्धापन दिन समारंभ उत्साहात पार पडला. या कार्यक्रमास उपस्थित राहून सर्व ज्येष्ठ नागरिकांना मनःपूर्वक शुभेच्छा दिल्या. ज्येष्ठ नागरिक हे समाजाच्या अनुभवाचे शाश्वत भांडार आहेत, याचे स्मरण या कार्यक्रमात सर्वांनी करून दिले.कार्यक्रमाला संघाच्या अध्यक्षा सौ. रुपालीताई मरळ, कार्याध्यक्ष बाबुराव फुले, सरचिटणीस ईश्वरलाल चौधरी, सहसरचिटणीस शांताराम सातव, कोषाध्यक्ष हेमचंद्र जावळे, मा. नगरसेवक नारायण बहिरवडे, मा. महापौर आर. एस. कुमार, दिलीप पाटील यांच्यासह मोठ्या संख्येने ज्येष्ठ नागरिक उपस्थित होते. हा सोहळा केवळ संघटनेचा वर्धापन दिन नव्हता, तर अनुभव, एकोप्याची जाणीव आणि सन्मानाचा उत्सव होता.",
      img: "images/image-222.webp",
      url: "https://www.instagram.com/p/DK2M_cRocmR/?utm_source=ig_web_copy_link&igsh=d3lpdjV4Y3M2aXJs",
      date: "13/06/2025",
    },
    {
      caption:
        "जगद्गुरू श्री संत तुकाराम महाराजांची एक लाख हस्तलिखित गाथा लिहिण्याचा संकल्प ह.भ.प. संतोष महाराज पायगुडे यांनी घेतला असून, या पवित्र कार्याच्या अनुषंगाने ह.भ.प. शेखर महाराज जांभूळकर व ह.भ.प. ज्ञानेश महाराज विर यांनी आज माझी सदिच्छा भेट घेतली. या वेळी माजी नगरसेवक श्री. सुरेश भोईर यांचीही उपस्थिती लाभली.या अद्वितीय उपक्रमासाठी त्यांना मन:पूर्वक शुभेच्छा आणि भविष्यातील कार्यासाठी हार्दिक शुभेच्छा!",
      img: "images/image-216.webp",
      url: "https://www.instagram.com/reel/DKoOkgKo1Gn/?utm_source=ig_web_copy_link&igsh=YWphN3owb3h0MzNu",
      date: "08/06/2025",
    },
    {
      caption:
        "📍 खांदा कॉलनी, पनवेल खांदा कॉलनी, पनवेल येथे लोकनेते माजी खासदार श्री. रामशेठ ठाकूर यांच्या ७५ व्या अमृतमहोत्सवानिमित्त आयोजित कीर्तन महोत्सवात सहभागी होत जगतगुरु शंकराचार्य स्वामी श्री. सदानंद जी सरस्वती महाराज यांच्या पाद्यपूजा व प्रवचन सेवेस उपस्थित राहण्याचा सन्मान लाभला.या निमित्ताने सांप्रदाय क्षेत्रात आपल्या अभंग सेवेने समाजाला दिशा देणाऱ्या कीर्तनकार व प्रवचनकारांचा सन्मान सोहळा पार पडला.कार्यक्रमास आमदार श्री. महेशशेठ बालदी, आमदार श्री. प्रशांतशेठ ठाकूर, उद्योगपती श्री. जे. एम. म्हात्रे, ह.भ.प. रामदास बाबा पाटील महाराज, शिवसेना जिल्हा प्रमुख श्री. रामदास शेवाळे, भाजपा जिल्हाध्यक्ष श्री. अविनाश कोळी, श्री. अरुणशेठ भगत यांच्यासह मोठ्या संख्येने नागरिक व महिला भगिनी उपस्थित होत्या.",
      img: "images/image-212.webp",
      url: "https://www.instagram.com/reel/DKcrG9HIdyQ/?utm_source=ig_web_copy_link",
      date: "03/06/2025",
    },
    {
      caption:
        "काल काळेवाडी येथील आरंभ बॅंकेट हॉलमध्ये सकल मराठा समाजाची बैठक पार पडली. या बैठकीत विवाह समारंभातील परंपरा, समाजातील मार्गदर्शन आणि हुंडा प्रथेविरोधात एकत्रित भूमिका घेण्यावर चर्चा झाली.या बैठकीत समाजाने ‘मिशन वैष्णवी’ अंतर्गत हुंडा मागणाऱ्या कुटुंबांचा सामाजिक बहिष्कार करण्याचा निर्णय घेतला. या उपक्रमाचा उद्देश समाजात हुंडा प्रथेच्या विरोधात जनजागृती करणे आणि महिलांच्या सन्मानासाठी ठोस पावले उचलणे हा आहे.या बैठकीत विविध सामाजिक संघटनांचे पदाधिकारी, ज्येष्ठ नेते आणि समाजसेवक मोठ्या संख्येने उपस्थित होते. सर्वांनी एकमताने हुंडा प्रथेचा निषेध केला आणि महिलांच्या सन्मानासाठी एकत्रितपणे लढण्याची प्रतिज्ञा घेतली.",
      img: "images/image-209.webp",
      url: "https://www.instagram.com/p/DKZHNeyI4SY/?utm_source=ig_web_copy_link&igsh=Z3A1cXo5NDlvNnY5",
      date: "02/06/2025",
    },
    {
      caption:
        "शिव घाटेश्वर गार्डन मंगल कार्यालयाचे भव्य उद्घाटन!आज वडेश्वर (मावळ) येथे माझ्या प्रमुख उपस्थितीत शिवसेना मावळ तालुका प्रमुख राजाभाऊ खांडभोर यांचे चिरंजीव अमन राजाभाऊ खांडभोर आणि आर्यन राजाभाऊ खांडभोर यांनी उभारलेल्या शिव घाटेश्वर गार्डन मंगल कार्यालयाचे उद्घाटन मोठ्या उत्साहात पार पडले. हे मंगल कार्यालय मावळ परिसरातील विवाह व सांस्कृतिक कार्यक्रमांसाठी एक नवे आकर्षण ठरेल. यामुळे स्थानिकांना उत्तम सोयी-सुविधा व नव्या संधींचा लाभ मिळणार आहे.यावेळी शिवसेना सचिव वैभवजी थोरात, शिवसेना महिला उपनेत्या सुलभाताई उबाळे, भंडारा डोंगर ट्रस्ट अध्यक्ष बाळासाहेब काशिद महाराज, शिवसेना जिल्हा प्रमुख बाळासाहेब वाल्हेकर, शिवसेना उपजिल्हा प्रमुख शरदराव हुलावळे, मा.नगरसेवक जितेंद्र ननावरे, शिवसेना मावळ तालुका प्रमुख राम सावंत,ग्रुप ग्रामपंचायत वडेश्वर माऊ सरपंच सौ. छायाताई हेमाडे, मावळ तालुका दिंडी समाज संघटना अध्यक्ष श्री. तुकाराम गायकवाड,देवाभाऊ गायकवाड व शिवसेनेचे सर्वप्रमुख पदाधिकारी कार्यकर्ते व नागरिक महिला भगिनी मोठ्या संख्येने उपस्थित होते.",
      img: "images/image-197.webp",
      date: "13/05/2025",
      url: "https://www.instagram.com/p/DJlxTbwodjE/?utm_source=ig_web_copy_link&igsh=bmE3ZmZpa2RoZnVv",
    },
    {
      caption:
        "काश्मीरमधील पहेलगाम येथे अतिरेक्यांनी निष्पाप नागरिकांवर केलेल्या भ्याड हल्ल्यात २६ निष्पाप जिवांचे बळी गेले. या अमानुष कृत्याचा तीव्र निषेध करण्यासाठी आज पिंपरी येथे हिंदू संघटनांच्या वतीने आयोजित निषेध रॅलीत सहभागी होऊन आपल्या भावना व्यक्त केल्या.दहशतवाद्यांच्या या कृत्याचा मी जोरदार निषेध करतो आणि या हल्ल्यात बळी पडलेल्या नागरिकांना भावपूर्ण श्रद्धांजली अर्पण करतो. त्यांच्या कुटुंबियांच्या दुःखात मी सहभागी आहे.",
      img: "images/image-179.webp",
      url: "https://www.instagram.com/p/DI9TNGqoEw2/?utm_source=ig_web_copy_link&igsh=cDM1NjI1aTgyczU2",
      date: "27/04/2025",
    },
    {
      caption:
        "संस्कृती, एकता आणि उत्सवाचे प्रतीक – विशू कोट्टायम समारंभ २०२५!केंद्रीय पुणे नायर सर्विस सोसायटी आयोजित विशू कोट्टायम समारंभ २०२५ आज ग.दि. माडगूळकर सभागृह, प्राधिकरण, निगडी येथे उत्साहात पार पडला. या सुंदर कार्यक्रमाला उपस्थित राहून शुभेच्छा दिल्या. नायर समाजाच्या एकतेचा व सांस्कृतिक समृद्धीचा साक्षीदार होण्याची संधी मिळाली. सांस्कृतिक एकतेचा हा उत्सव मनाला उभारी देणारा ठरला.या प्रसंगी श्री. अमित गोरखे, श्रीमती उमाताई खापरे, संस्थेचे अध्यक्ष श्री. दिलीप नायर, श्री. गणेश कुमार, श्री. उन्नीकृष्णन, शिवसेना पिंपरी चिंचवड शहराध्यक्ष श्री. निलेश तरस, युवासेना जिल्हा प्रमुख श्री. राजेंद्र तरस आदी मान्यवरांची उपस्थिती लाभली होती. कार्यक्रमास नायर समाजातील नागरिक, महिला भगिनी मोठ्या संख्येने उपस्थित राहून कार्यक्रमाची शोभा वाढवली.",
      img: "images/image-173.webp",
      url: "https://www.instagram.com/reel/DIrRdFcozCJ/?utm_source=ig_web_copy_link&igsh=enBjaXQxc3Y3aGNx",
      date: "20/04/2025",
    },
    {
      caption:
        "मुख्यमंत्री महोदयांच्या उपस्थितीत राष्ट्रभक्तीचा सन्मान!आज रामकृष्ण प्रेक्षागृह, चिंचवड येथे आद्य क्रांतिकारक हुतात्मा दामोदर हरी चाफेकर यांच्या पुण्यतिथीनिमित्त, पिंपरी-चिंचवड महानगरपालिकेच्या सहयोगाने आणि क्रांतिवीर चाफेकर स्मारक समितीच्या वतीने नव्याने उभारण्यात आलेल्या चाफेकर स्मारकाचे लोकार्पण तसेच राष्ट्रीय संग्रहालयाच्या कामाचा शुभारंभ माननीय मुख्यमंत्री श्री. देवेंद्रजी फडणवीस व माननीय उपमुख्यमंत्री श्री. अजितदादा पवार यांच्या प्रमुख उपस्थितीत संपन्न झाला. या स्मारकामुळे येणाऱ्या पिढ्यांना चाफेकर बंधूंचा प्रेरणादायी इतिहास अनुभवता येणार आहे. हे स्मारक आणि संग्रहालय देशभक्तीचा एक जाज्वल्य केंद्रबिंदू ठरेल, असा विश्वास यावेळी व्यक्त करण्यात आला.या कार्यक्रमास माझ्यासोबत उच्च व तंत्र शिक्षण मंत्री श्री. चंद्रकांतदादा पाटील, विधानसभा उपाध्यक्ष श्री. अण्णा बनसोडे, क्रांतिवीर चाफेकर स्मारक समितीचे अध्यक्ष पद्मश्री डॉ. गिरिश प्रभुणे, पुणे जिल्हाधिकारी श्री. जितेंद्र डूडी, पुणे विभागीय आयुक्त श्री. चंद्रकांत फुलकुंडवार, आमदार श्री. महेशदादा लांडगे, आमदार श्री. शंकरशेठ जगताप, आमदार श्रीमती उमाताई खापरे, आमदार श्री. अमित गोरखे, तसेच पिंपरी-चिंचवड महानगरपालिकेचे आयुक्त श्री. शेखर सिंह व असंख्य नागरिक बंधू-भगिनी मोठ्या संख्येने उपस्थित होते.",
      img: "images/image-172.webp",
      url: "https://www.instagram.com/reel/DIoUC4nIGhB/?utm_source=ig_web_copy_link&igsh=N3RhdzZ3cXd1dTd2",
      date: "19/04/2025",
    },
    {
      caption:
        " मुख्यमंत्री महोदयांच्या उपस्थितीत राष्ट्रभक्तीचा सन्मान!आज रामकृष्ण प्रेक्षागृह, चिंचवड येथे आद्य क्रांतिकारक हुतात्मा दामोदर हरी चाफेकर यांच्या पुण्यतिथीनिमित्त, पिंपरी-चिंचवड महानगरपालिकेच्या सहयोगाने आणि क्रांतिवीर चाफेकर स्मारक समितीच्या वतीने नव्याने उभारण्यात आलेल्या चाफेकर स्मारकाचे लोकार्पण तसेच राष्ट्रीय संग्रहालयाच्या कामाचा शुभारंभ माननीय मुख्यमंत्री श्री. देवेंद्रजी फडणवीस व माननीय उपमुख्यमंत्री श्री. अजितदादा पवार यांच्या प्रमुख उपस्थितीत संपन्न झाला. या स्मारकामुळे येणाऱ्या पिढ्यांना चाफेकर बंधूंचा प्रेरणादायी इतिहास अनुभवता येणार आहे. हे स्मारक आणि संग्रहालय देशभक्तीचा एक जाज्वल्य केंद्रबिंदू ठरेल, असा विश्वास यावेळी व्यक्त करण्यात आला.या कार्यक्रमास माझ्यासोबत उच्च व तंत्र शिक्षण मंत्री श्री. चंद्रकांतदादा पाटील, विधानसभा उपाध्यक्ष श्री. अण्णा बनसोडे, क्रांतिवीर चाफेकर स्मारक समितीचे अध्यक्ष पद्मश्री डॉ. गिरिश प्रभुणे, पुणे जिल्हाधिकारी श्री. जितेंद्र डूडी, पुणे विभागीय आयुक्त श्री. चंद्रकांत फुलकुंडवार, आमदार श्री. महेशदादा लांडगे, आमदार श्री. शंकरशेठ जगताप, आमदार श्रीमती उमाताई खापरे, आमदार श्री. अमित गोरखे, तसेच पिंपरी-चिंचवड महानगरपालिकेचे आयुक्त श्री. शेखर सिंह व असंख्य नागरिक बंधू-भगिनी मोठ्या संख्येने उपस्थित होते. ",
      img: "images/image-171.webp",
      date: "18/04/2025",
      url: "https://www.instagram.com/p/DIloFqqIvwH/?utm_source=ig_web_copy_link&igsh=MTZxYjM1bTgyejZldQ==",
    },
    {
      caption:
        "समाज भूषण पुरस्काराने सन्मानित! आज रामकृष्ण मोरे प्रेक्षागृह, चिंचवड येथे पोलीस फ्रेंड्स वेलफेअर असोसिएशनच्या वतीने विविध क्षेत्रातील मान्यवरांचा व माझा देखील “समाज भूषण पुरस्कार” देऊन गौरव करण्यात आला.या सन्मानप्रद सोहळ्याला DIGP रेंज CRPF पुणे श्री. राजेश कुमार सिंह, पद्मश्री श्री. मुरलीकांत पेटकर, मा. महापौर श्रीमती माईताई ढोरे, अध्यक्ष श्री गजानन चिंचवडे, शिवसेना नेत्या सौ. सुलभाताई उबाळे, पोलीस उपनिरीक्षक श्री दिलीप शिंदे, शिवसेना उपजिल्हा प्रमुख श्री खंडुशेठ चिंचवडे, देहूगाव शहरप्रमुख श्री. सुनिल हगवणे, युवतीसेना जिल्हा संघटिका सौ. सायलीताई साळवी, सौ. शिलाताई भोंडवे, सौ. रितूताई कांबळे आणि मोठ्या संख्येने नागरिक व महिला भगिनी उपस्थित होते.",
      img: "images/image-166.webp",
      date: "13/04/2025",
      url: "https://www.instagram.com/p/DIYt4gWIM4-/?utm_source=ig_web_copy_link&igsh=MTFtb2duOTN5Zms0OA==",
    },
    {
      caption:
        "विश्व नवकार महामंत्र दिवस – आध्यात्मिक ऊर्जेचा जागर आज JITO (Jain International Trade Organization) या संस्थेच्या वतीने जगभरातील १०८ देशांमध्ये एकाच वेळी विश्व नवकार महामंत्र दिवस साजरा करण्यात आला. या वैश्विक कार्यक्रमानिमित्त माननीय पंतप्रधान नरेंद्रजी मोदी यांनी दिल्लीहून सर्व जैन बांधवांना शुभेच्छा दिल्या. या निमित्ताने पिंपरी चिंचवड येथील श्री फत्तेचंद जैन विद्यालयात आयोजित कार्यक्रमात सहभागी होण्याची संधी मला लाभली. या पवित्र प्रसंगी माझ्यासमवेत मा. आमदार श्री शंकरशेठ जगताप, JITO पिंपरी चिंचवड अध्यक्ष श्री आनंद मुथा, पिंपरी चिंचवड सकल जैन समाज अध्यक्ष श्री श्रेयश पगारिया, JITO महाराष्ट्र अध्यक्ष देवेंद्र पारेख, पिंपरी चिंचवड युवा अध्यक्ष श्री सौरभ बेडमुथा, श्री तुषार लोणावत आणि पिंपरी चिंचवड परिसरातील जैन समाजातील नागरिक, महिला भगिनी मोठ्या संख्येने उपस्थित होते.",
      img: "images/image-162.webp",
      url: "https://www.instagram.com/p/DIN9l-ryhEp/?utm_source=ig_web_copy_link&igsh=MTJ0Z21kMG52b2N6MA==",
      date: "09/04/2025",
    },
    {
      caption:
        "काल रावेत किवळे येथे आकाश बेळगे व देवेन मोरे यांच्या क्रिकेट टर्फ ग्राउंडचे उद्घाटन माझ्या हस्ते झाले.या नव्या सुविधेमुळे तरुणांना खेळाची उत्तम संधी उपलब्ध होईल. यावेळी युवासेना जिल्हाप्रमुख श्री. राजेंद्र तरस, पिंपरी चिंचवड शहरप्रमुख श्री. निलेश तरस, उद्योगपती श्री. सुनील ढोरे, अक्षय धामणकर, मोरेश्वर मोरे आणि मोठ्या संख्येने उपस्थित कार्यकर्ते व नागरिकांच्या उपस्थितीत हा सोहळा संपन्न झाला.",
      img: "images/image-157.webp",
      date: "31/03/2025",
      url: "https://www.instagram.com/p/DH3UyhWIj0W/?utm_source=ig_web_copy_link&igsh=Y2RybHpnc2ZhaWRm",
    },
    {
      caption:
        "सामाजिक एकतेचा उत्सव | खान्देश मराठा पाटील समाज संघाचा वर्धापन दिन ग.दि. माडगुळकर नाट्यगृह, प्राधिकरण, निगडी येथे खान्देश मराठा पाटील समाज संघाच्या ६ व्या वर्धापन दिन व पुरस्कार समारंभास उपस्थित राहण्याचा योग आला. धुळे ग्रामीणचे आमदार श्री. राघवेंद्रजी भदाणे यांच्या व माझ्या प्रमुख उपस्थितीत झालेल्या या सोहळ्यात समाजातील उल्लेखनीय कार्य करणाऱ्या व्यक्तींना गौरविण्यात आले. यावेळी मा. नगरसेवक श्री. नामदेव ढाके, समाज संघाचे अध्यक्ष श्री. महेंद्र पाटील, तसेच श्री. शरद पाटील, श्री. शंकर पाटील, श्री. अशोक पवार, श्री. शिवाजी पाटील, श्री. पंकज निकम, श्री. मोतीलाल भामरे यांसह मोठ्या संख्येने नागरिक, महिला भगिनी उपस्थित होते. समाजाच्या सर्वांगीण प्रगतीसाठी माझे सदैव पाठबळ राहील!",
      img: "images/image-156.webp",
      url: "https://www.instagram.com/p/DH2xgZhIgBH/?utm_source=ig_web_copy_link",
      date: "31/03/2025",
    },
    {
      caption:
        "रायगड शिवसेनेचे माजी जिल्हा प्रमुख दिनेश पाटील यांच्या मातोश्रींचे दोन दिवसांपूर्वी निधन झाले!शोकसंवेदना व्यक्त करण्यासाठी आज उरण जखार येथे जाऊन जिल्हा प्रमुख दिनेश पाटील यांच्या मातोश्रींना श्रद्धांजली अर्पण केली व परिवाराची भेट घेऊन सांत्वन केले.या वेळी माझ्या सोबत शिवसेनेचे पदाधिकारी उपस्थित होते. या दुःखद प्रसंगी संपूर्ण कुटुंबियांसोबत संवेदना व्यक्त करतो... ईश्वर त्यांच्या आत्म्यास शांती देवो. 🙏🏻",
      img: "images/image-141.webp",
      date: "07/03/2025",
      url: "https://www.instagram.com/p/DG5RXHeqaxN/?utm_source=ig_web_copy_link&igsh=Mm56eXhuaWpucHFs",
    },
    {
      caption:
        "आज ऑटोक्लस्टर पिंपरी,येथे ऑल इंडिया इलेक्ट्रॉनिक्स असोसिएशन आयोजित भव्य प्रदर्शन केंद्र ऑल इंडिया इलेक्ट्रॉनिक्स प्रदर्शन केंद्रास भेट दिली.या वेळी माझ्या समवेत युवा उद्योगपती श्री.अक्षय अढळराव पाटील , मा.नगरसेवक श्री.नारायण बहिरवडे, श्री.मितेश मोदी, श्री.दिपक बोहरा, श्री.मनोज अडवाणी, श्री.दिलीप जैन,श्री.निमिष दोशी उपस्थित होते.",
      img: "images/image-133.webp",
      date: "",
      url: "https://www.instagram.com/p/DGDPvkKK3A0/?utm_source=ig_web_copy_link&igsh=MTljbmFyNThtNG43Yg==",
    },
    {
      caption:
        "नगररचना आणि मूल्यनिर्धारण विभागाच्या १११ व्या वर्धापन दिनानिमित्त कला प्रदर्शन, नगररचना परिषद -३ आणि स्वराज्य अभियंता हिरोजी इंदुलकर पुरस्कार वितरण सोहळा आज मोठ्या उत्साहात संपन्न झाला. या सोहळ्याला उपमुख्यमंत्री श्री एकनाथ शिंदे व उपमुख्यमंत्री श्री अजित दादा पवार उपस्थित होते.यावेळी भरवण्यात आलेल्या कला प्रदर्शनाचा आस्वाद घेतला. तसेच स्वराज्य अभियंता हिरोजी इंदुलकर पुरस्कार वितरण करून हा पुरस्कार ज्यांना मिळाला त्यांचे विशेष अभिनंदन केले.यावेळी नगरविकास राज्यमंत्री माधुरीताई मिसाळ,आमदार विजय शिवतारे, नगरविकास विभागाचे अतिरिक्त मुख्य सचिव असीमकुमार गुप्ता, नगररचना संचालक अविनाश पाटील उपस्थित होते.",
      img: "images/image-128.webp",
      date: "01/02/2025",
      url: "https://www.instagram.com/reel/DFiOmzVqdlE/?utm_source=ig_web_copy_link&igsh=MTBiZ2F0MG9ka3htbQ==",
    },
    {
      caption:
        "विश्व मराठी संमेलन- पुणे २०२५ आज महाराष्ट्र राज्याचे मुख्यमंत्री मा श्री देवेंद्रजी फडणवीस साहेब, लोकप्रिय उपमुख्यमंत्री मा श्री एकनाथजी शिंदे साहेब, उपमुख्यमंत्री तथा पालकमंत्री मा श्री अजित दादा पवार, यांच्या प्रमुख उपस्थितीत विश्व मराठी संमेलन- पुणे २०२५ उद्घाटन समारंभ संपन्न झाला.या कार्यक्रमा प्रसंगी माझ्या समवेत उद्योग व मराठी भाषा मंत्री मा. श्री उदय सामंत साहेब, उपसभापती विधानपरिषद मा. श्रीमती निलमताई गोरे, राज्यमंत्री श्रीमती माधुरीताई मिसाळ, विश्व सन्मान विश्व मराठी संमेलन २०२५ विशेष सन्मान साहित्यभूषण पुरस्कार श्री मधु मंगेशजी कर्णिक, डॉ.सदानंद मोरे, डॉ.रविंद्र शोभणे, युवासेना महाराष्ट्र सचिव श्री किरण साळी, शिवेसेना पुणे शहर प्रमुख श्री नाना भानगिरे, शिवसेना उपजिल्हा प्रमुख श्री बापू कोंडे, युवासेना शहर प्रमुख श्री निलेश गिरमे व मोठ्या संख्येने नागरिक उपस्थित होते.",
      img: "images/image-126.webp",
      date: "31/01/2025",
      url: "https://www.instagram.com/p/DFfgqioKd2x/?utm_source=ig_web_copy_link&igsh=eXllaGs1cmgwM2s3",
    },
    {
      caption:
        "पुणावळे येथील कोको रिसॉर्ट व बँकेट हॉटेलचे उद्घाटन काल माझ्या व माजी खासदार आदरणीय नानासाहेब नवले यांच्या हस्ते करण्यात आले. सुव्यवस्थित आणि अद्ययावत सुविधांनी सुसज्ज अशा या रिसॉर्ट व हॉटेलच्या यशस्वी वाटचालीसाठी मन:पूर्वक शुभेच्छा!",
      img: "images/image-121.webp",
      date: "21/01/2025",
      url: "https://www.instagram.com/p/DFFWGYXKThz/?utm_source=ig_web_copy_link&igsh=MW1lc3hhNGdvMGVw",
    },
    {
      caption:
        "आज नव महाराष्ट्र विकास मंच आयोजित २७ व्या वर्धापन दिन सोहळ्याला उपस्थित राहून, समाज भूषण पुरस्कार प्रदान करण्याचा मान मिळाला.या प्रसंगी मंचाच्या राष्ट्रीय अध्यक्षा श्रीमती बिंदूताई तिवारी, संस्थापक श्री ओ. पी. तिवारी, तसेच धर्मेंद्र यादव, अवधेश मिश्रा, मनोज नायडू, प्रमोद उपाध्येय, सचिन साठे, डॉ. सावंत, राम शहा, सौ. प्रियाताई नायर आणि मोठ्या संख्येने उपस्थित नागरिकांसोबत साक्षीदार होण्याची संधी मिळाली.समाजसेवेच्या माध्यमातून समाजात सकारात्मक बदल घडवणाऱ्या नव महाराष्ट्र विकास मंचाच्या कार्याला शुभेच्छा आणि भविष्यातील वाटचालीसाठी हार्दिक शुभेच्छा!",
      img: "images/image-119.webp",
      date: "02/01/2025",
      url: "https://www.instagram.com/p/DEUvv2Nq2BS/?utm_source=ig_web_copy_link&igsh=MWxmcHRwbzdrYWdvcg==",
    },
    {
      caption:
        "पिंपरी चिंचवड कोळी आदिवासी समाज संघ वधू-वर परिचय मेळावा व पुरस्कार वितरण सोहळा आज अचार्य अत्रे सभागृह संत तुकाराम नगर पिंपरी येथे झाला या कार्यक्रमास आमदार महेशदादा लांडगे,रमेश पाटील,मा.नगरसेवीका सुजाता पलांडे,शारदा सोनवणे,मंडळाचे अध्यक्ष अरविंद जमादार,नवनाथ वाघमारे उपस्थित होते.",
      img: "image-116.html",
      date: "",
      url: "",
    },
    {
      caption:
        "रायगड महोत्सव २०२५ आमदार महेंद्रशेठ थोरवे यांच्या पुढाकाराने आयोजित रायगड महोत्सव २०२५ या भव्य कार्यक्रमास उपस्थित राहण्याचा मान लाभला.कार्यक्रमात रोजगार हमी व फलोत्पादन मंत्री श्री.भारतशेठ गोगावले, आरोग्य मंत्री महाराष्ट्रराज्य श्री.प्रकाशजी अबेटकर साहेब, मुख्याधिकारी श्री.पंकज पाटील, शिवसेना तालुका प्रमुख कर्जत श्री.विजुभाऊ पाटील, मा.नगराध्यक्ष श्री.सुनील पाटील, मा.उपनगराध्यक्ष श्री.कुलदीप शिंदे, मा.उपनगराध्यक्ष श्री.राजू गायकवाड, श्री.संकेत भासे, जिल्हापरिषद सदस्य श्री.नरेश पाटील, जिल्हा संघटिका सौ.सुप्रियासाई साळुंखे श्री.मनोहर थोरवे व असंख्य नागरिकांची मोठ्या संख्येने उपस्थिती कार्यक्रमाची शोभा वाढवणारी ठरली.रायगडच्या परंपरेचा सन्मान आणि जिल्ह्याच्या प्रगतीसाठी सर्वांचे योगदान कौतुकास्पद आहे. जनसहभागातून सामाजिक विकासाला चालना देण्याचा उद्देश महोत्सवातून सफल होतो आहे.",
      img: "images/image-102.webp",
      date: "19/01/2025",
      url: "https://www.instagram.com/reel/DFANQ3EsQAT/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "पर्यावरणपूरक जीवनशैलीला प्रोत्साहन देण्यासाठी भोसरीचे आमदार श्री महेश दादा लांडगे यांनी आयोजित केलेल्या इंद्रायणी नदी सायक्लोथॉनला आज परमपूज्य स्वामी श्री गोविंद देवगिरी महाराज यांच्या शुभेच्छा लाभल्या. आमदार महेश दादा लांडगे यांच्या मार्गदर्शनाखाली झालेल्या या उपक्रमात पोलीस सह आयुक श्री शशिकांतजी महावरकर, पिंपरी चिंचवड महानगरपालिका आयुक्त श्री शेखर सिंह, पिंपरी चिंचवड महानगरपालिका अतिरिक्त आयुक्त श्री प्रदिप जांभळे पाटील, पोलीस उपायुक्त श्री बापू बांगर, पोलीस उपायुक्त श्रीमती स्वप्ना गोरे, सहाय्यक पोलीस आयुक्त श्री सचिनजी हिरे, ह.भ.प.संग्राम बापू भंडारे महाराज, भाजपा पिंपरी चिंचवड अध्यक्ष श्री बापू काटे, मा महापौर श्री राहुल जाधव, मा महापौर श्री नितीन आप्पा काळजे आणि इतर मान्यवर उपस्थित होते.सायकल चालवण्याचा आनंद घेत पर्यावरण संवर्धनाचा संदेश देणाऱ्या तरुणाईचा उत्साह पाहून अभिमान वाटतो. असे उपक्रम निसर्गरक्षण आणि शारीरिक आरोग्यासाठी अत्यंत प्रेरणादायी आहेत. आयोजकांचे आणि सहभागींचे मनःपूर्वक अभिनंदन!",
      img: "images/image-101.webp",
      date: "19/01/2025",
      url: "https://www.instagram.com/p/DE_rrEfqDrt/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "महात्मा फुले सामाजिक प्रबोधन व परिवर्तन प्रतिष्ठान जासई आयोजित लोकनेते दी. बा. पाटील यांच्या नेतृत्वाखालील १९८४ च्या गौरवशाली शेतकरी लढ्यात शहिद झालेल्या पाच शेतकऱ्यांना अभिवादन करत, या लढ्याचा ४१ वा हुतात्मा स्मृतिदिन वनमंत्री महाराष्ट्र राज्य मा. श्री गणेशजी नाईक, लोकनेते मा. श्री रामशेठ ठाकूर आणि माझ्या उपस्थितीत संपन्न झाला.कार्यक्रम प्रसंगी मा.खासदार श्री संजीवजी नाईक, आमदार प्रशांतशेठ ठाकूर ,आमदार महेशशेठ बालदी, आमदार श्री विक्रांतजी पाटील, मा.आमदार श्री मनोहर भोईर, मा नगराध्यक्ष श्री जे एम म्हात्रे, श्री अतुल दि. बा पाटील, मा.विधान परिषद सदस्य बाळाराम पाटील, जे एन पी टी विश्वस्त श्री रवींद्र पाटील, जे एन पी टी विश्वस्त श्री दिनेश पाटील, कामगार नेते श्री महेंद्र घरत, जासई सरपंच श्री संतोष घरत, प्रितम म्हात्रे अध्यक्ष पागोटे श्री प्रकाश नारायण भोईर, शिवसेना जिल्हा प्रमुख श्री रामदास शेवाळे, अतुल भगत, मेधाताई दमडे,गणेश ठाकूर, कुणाल पाटील व मोठ्या संख्येने नागरिक विद्यार्थी उपस्थित होते.या दिवशी शेतकरी लढ्यात प्राण आहुती देणाऱ्या शहीदांच्या योगदानाला उजळणी देत, त्यांचे शौर्य आणि बलिदान स्मरण करण्यात आले. कार्यक्रमामध्ये उपस्थित सर्व मान्यवरांनी शेतकऱ्यांच्या हक्कासाठी आणि समाजाच्या न्यायासाठी त्यांनी केलेल्या संघर्षाला श्रद्धांजली अर्पण केली.शेतकऱ्यांच्या शौर्याच्या यशस्वी परंपरेला कायम ठेवण्याचा निर्धार यानिमित्ताने पुन्हा एकदा स्पष्ट झाला.जय जवान जय किसान!",
      img: "images/image-100.webp",
      date: "17/01/2025",
      url: "https://www.instagram.com/reel/DE6pYqXJS5n/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "विधानसभा निवडणूक २०२४ आज धाराशिव - कळंब २४२ विधानसभा मतदारसंघात शिवसेना महायुतीचे अधिकृत उमेदवार श्री. अजित बप्पासाहेब पिंगळे यांच्या धाराशिव येथील मध्यवर्ती संपर्क कार्यालयाचे उद्घाटन माझ्या हस्ते व शिवसेनेच्या नेत्या सौ. ज्योतीताई वाघमारे यांच्या प्रमुख उपस्थितीत संपन्न झाले.या प्रसंगी धाराशिव शिवसेना जिल्हाप्रमुख श्री. सूरज साळुंखे, धाराशिव जिल्हा निरीक्षक श्री. बालाजी काकडे, धाराशिव - कळंब विधानसभा निवडणूक प्रभारी श्री. नितीन लांडगे, सहसंपर्क प्रमुख श्री. आत्माराम थोरात, शिवसेना तालुका प्रमुख श्री. अजित लाकाळ पाटील, तसेच इतर प्रमुख पदाधिकारी यांची उपस्थिती लाभली.",
      img: "images/image-62.webp",
      date: "12/11/2024",
      url: "https://www.instagram.com/reel/DCQqXoLxB_p/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "विकासाची वचनबद्धता!उपमुख्यमंत्री श्री. देवेंद्र फडणवीस यांच्या उपस्थितीत काल महायुतीचे चिंचवड विधानसभा उमेदवार शंकर जगताप यांच्या प्रचारार्थ भव्य सभा काळेवाडी फाटा, कस्पटे वस्ती येथे यशस्वीपणे पार पडली.",
      img: "images/image-61.webp",
      date: "08/11/2024",
      url: "https://www.instagram.com/reel/DCGuuUqBo8l/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "विकासाची वचनबद्धता!विधानसभा निवडणूक 2024 उपमुख्यमंत्री श्री. देवेंद्र फडणवीस यांच्या उपस्थितीत काल महायुतीचे चिंचवड विधानसभा उमेदवार शंकर जगताप यांच्या प्रचारार्थ भव्य सभा काळेवाडी फाटा, कस्पटे वस्ती येथे यशस्वीपणे पार पडली.",
      img: "images/image-60.webp",
      date: "07/11/2024",
      url: "https://www.instagram.com/p/DCDy7uJvq8u/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "मावळच्या विकासाचा संकल्प, जनतेचा पाठिंबा!वडगाव मावळ येथे मावळ विधानसभा महायुतीचे अधिकृत उमेदवार सुनिल शेळके यांच्या प्रचारार्थ प्रभावी रॅली 'पार पडली'!",
      img: "images/image-59.webp",
      date: "06/11/2024",
      url: "https://www.instagram.com/reel/DCBIGRGiW7i/?utm_source=ig_web_copy_link&igsh=cWMzNHNuYzFxeWJq",
    },
    {
      caption:
        "विश्वजित बारणे,शिवसेना आयोजित थेरगांव येथील दिवाळी फराळ कार्यक्रमास पिंपरी चिॅचवड शहरातील अनेक मान्यवर उपस्थित राहिले.",
      img: "images/image-58.webp",
      date: "02/11/2024",
      url: "https://www.instagram.com/p/DB3rgpUtW-e/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "आज पिंपरी-चिंचवड शहर ज्येष्ठ नागरिक महासंघाच्या माध्यमातून आयोजित करण्यात आलेला जागतिक ज्येष्ठ नागरिक दिन आणि आनंद मेळावा संपन्न झाला. ज्येष्ठ नागरिकांना आधार देणं, हे केवळ त्यांच्या कुटुंबियांचं कर्तव्य नव्हे, तर आपल्या सर्वांचं कर्तव्य आहे, जरी ते आपल्या परिचयाचे नसतील. यावेळी उपस्थित बंधू-भगिनींना संबोधित केलं, तसेच अनेकांचा सत्कारदेखील केला.या कार्यक्रमाप्रसंगी माझ्या समवेत पिंपरी चिंचवड महानगरपालिका आयुक्त शेखर सिंह, पिंपरी चिंचवड महानगरपालिका अतिरिक्त आयुक्त प्रदिप जांभळे पाटील, पिंपरी चिंचवड महानगरपालिका सहाय्यक आयुक्त तानाजी नरळे, पिंपरी चिंचवड वरिष्ठ पोलीस निरीक्षक अरविंद पवार, अध्यक्षा वृषालीताई मरळ, मा.नगरसेवक बाळासाहेब ओव्हळ, मा. नगरसेवक राजेंद्र बाबर, प्रमुख व्याख्याते अशोक देशमुख, पिंपरी चिंचवड महानगरपालिका मा.महापौर शैलजाताई मोरे, पिंपरी चिंचवड पोलीस उपनिरीक्षक दिनकर गावडे, हेमंत जावळे, शांताराम साखरे, अरुण वाबळे, दिलीप पाटील आणि मोठ्या संख्येने ज्येष्ठ नागरिक व महिला भगिनी उपस्थित होते.",
      img: "images/image-43.webp",
      date: "01/10/2024",
    },
    {
      caption:
        "उरण हा आदिवासी, आगरी, कोळी, कातकरी बांधवांचा तालुका आहे. आपल्या उरणलाही सुंदर असं जंगल आणि निसर्गसौंदर्य लाभलं आहे. पण याव्यतिरिक्त आणखी एका अभिमानास्पद गोष्टीसाठी आपलं उरण प्रसिद्ध आहे, ते म्हणजे चिरनेर जंगल सत्याग्रह !९४ वर्षांपुर्वी जुलुमी ब्रिटिश कायद्याविरोधात शेतकरी बांधवांनी जो रोष दाखवला होता जे बलिदान दिलं होतं, ते आजही प्रेरणादायी आहे. त्यांनी केलेल्या जंगल सत्याग्रहामुळे अनेकांना त्यांचे हक्क मिळाले. आज याच वीरांचा गौरव करण्यासाठी चिरनेर येथे ऐतिहासिक जंगल सत्याग्रहाच्या ९४च्या हुतात्मा स्मृतीदिन कार्यक्रमाला उपस्थित राहिलो.यावेळी या स्मृतिस्तंभाला अभिवादन केलं आणि उपस्थित बांधवांना संबोधित केलं. चिरनेर जंगल सत्याग्रहाच्या स्मृतींना यावेळी सर्वांनीच उजाळा दिला. या कार्यक्रमात चिरनेरचे सरपंच, ग्रामपंचायत सदस्य, चिरनेर येथील महिला भगिनी व नागरिक मोठ्या संख्येने उपस्थित होते.",
      img: "images/image-39.webp",
      url: "https://www.instagram.com/p/DAV9nyPu1ug/?utm_source=ig_web_copy_link",
      date: "25/09/2024",
    },
    {
      caption:
        "भोंडवे मंगल कार्यालय रावेत येथे पिंपरी चिंचवड शहरातील भूम, परांडा, वाशी या धाराशिव मधील रहिवाशांचा कौटुंबिक मेळावा पार पडला. सदर मेळाव्यास उपस्थिती दर्शवून सर्व नागरिकांसोबत संवाद साधला.",
      img: "images/image-26.webp",
      date: "26/08/2024",
      url: "https://www.instagram.com/reel/C_H7vL0gHhn/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "जनतेच्या हितासाठी सामाजिक कार्य करीत असताना जनतेची आर्थिक बाजू सावरणे देखील तितकेच महत्वाचे आहे. आज दत्तनगर थेरगाव येथे इंडसएंड बँकेची नवीन शाखा नागरिकांसाठी उपलब्ध करून देण्यात आली. शाखेच्या उदघाटन समारंभासाठी प्रमुख उपस्थिती म्हणून उपस्थित राहून माझ्या हस्ते शाखेचे उदघाटन करण्यात आले. प्रसंगी बँक शाखेचे मॅनेजर तसेच इतर कर्मचाऱ्यांना पुढील वाटचालीसाठी मनःपूर्वक शुभेच्छा दिल्या.यावेळी बँक मॅनेजर अरविंद कनाडे, उद्योजक बाळासाहेब वाघमोडे तसेच बँक मधील इतर कर्मचारी उपस्थित होते.",
      img: "images/image-10.webp",
      date: "19/07/2024",
      url: "https://www.instagram.com/p/C9mQfuqgSJd/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "नवतरुण मुला - मुलींचा अभ्यासासोबतच क्रीडास्पर्धेकडे कल वाढावा यासाठी वाकड येथे राम वाकडकर स्पोर्ट फॅाउंडेशन तर्फे वाकड ॲालंपिक्स स्पर्धा आयोजित करण्यात आली होती. यावेळी स्पर्धेचे उद्घाटन माझ्या हस्ते करण्यात आले. खेळाडूंचे मनोबल वाढवण्यासाठी पद्मश्री ॲालंपिक गोल्ड मेडल विजेते मुरलीकांत पेटकर यांना सन्मानित करण्यात आले.",
      img: "images/image-3.webp",
      date: "29/06/2024",
      url: "https://www.instagram.com/p/C8ygEP3tUGy/?utm_source=ig_web_copy_link&igsh=MXB6NHNyNTIzd2owMA==",
    },
  ],
  राजकारण: [
    {
      caption:
        "📍लोकसभा, नवी दिल्ली जागतिक संकटात भारत ठाम आणि सजग! आज, 23 मार्च 2026 रोजी लोकसभेत देशाचे पंतप्रधान नरेंद्र मोदी यांनी पश्चिम आशियातील सुरू असलेल्या संघर्षावर आणि त्याच्या भारतावर होणाऱ्या परिणामांवर अत्यंत महत्त्वपूर्ण भाष्य केले. या संघर्षामुळे जागतिक अर्थव्यवस्थेवर परिणाम होत असून भारतासमोर आर्थिक, मानवीय आणि राष्ट्रीय सुरक्षेच्या नव्या आव्हानांचा सामना करावा लागत असल्याचे त्यांनी स्पष्ट केले. खाडी देशांमध्ये राहणाऱ्या सुमारे 1 कोटी भारतीयांची सुरक्षितता हीच सरकारची सर्वोच्च प्राथमिकता असल्याचे त्यांनी अधोरेखित केले. ऊर्जा सुरक्षेच्या दृष्टीने हॉर्मुज जलडमरूमध्यमार्गे होणाऱ्या तेल-गॅस पुरवठ्यावर ताण असतानाही, पर्यायी स्रोत व मार्गांचा वापर करून देशातील इंधन पुरवठा स्थिर ठेवण्यासाठी सरकार प्रयत्नशील असल्याचे त्यांनी सांगितले. याचबरोबर शांतता, संवाद आणि राजनैतिक मार्गाने प्रश्न सोडवण्यावर भर देत, भारताने नेहमीच संतुलित आणि जबाबदार भूमिका घेतली असल्याचे त्यांनी नमूद केले. देशाने कोविड-19 प्रमाणेच या परिस्थितीलाही संयमाने सामोरे जाण्याचे आवाहन करत, आवश्यक वस्तूंवरील काळाबाजार रोखण्यासाठी राज्यांना सतर्क राहण्याचे निर्देशही देण्यात आले. जागतिक अस्थिरतेच्या काळात भारताची सजग भूमिका, नागरिकांची सुरक्षा आणि आत्मनिर्भरतेकडे वाटचाल हेच या भाषणाचे मुख्य सार ठरले.",
      img: "images/image-308.jpg",
      url: "https://www.instagram.com/p/DWOn63_CPsj/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "24/3/2026",
    },
    {
      caption:
        "पुण्यात मुंबई उच्च न्यायालयाच्या खंडपीठासाठी केंद्र सरकारकडे विनंती!पुणे, पिंपरी-चिंचवड तसेच अहमदनगर, सातारा, सोलापूर या जिल्ह्यांची वाढती लोकसंख्या आणि न्यायप्रकरणांची संख्या पाहता, पुणे येथे मुंबई उच्च न्यायालयाचे खंडपीठ स्थापन करणे अत्यावश्यक झाले आहे. सध्या मुंबई उच्च न्यायालयातील सुमारे ४५% प्रकरणे या भागांतील असून, नागरिकांना न्यायासाठी मुंबईपर्यंत जावे लागते, ज्यामुळे वेळ, पैसा व मानसिक त्रास सहन करावा लागतो. नागपूर व औरंगाबादप्रमाणे पुण्यातही खंडपीठ झाल्यास न्याय मिळण्याची प्रक्रिया सुलभ व जलद होईल.त्यामुळे, पुण्यात उच्च न्यायालयाचे खंडपीठ त्वरीत स्थापन करावे, अशी नम्र विनंती माननीय राज्यमंत्री (स्वतंत्र प्रभार), विधी व न्याय मंत्रालय, भारत सरकार, नवी दिल्ली यांच्याकडे करण्यात आली आहे.",
      img: "images/image-251.webp",
      url: "https://www.instagram.com/p/DM7rDlgI9WR/?utm_source=ig_web_copy_link&igsh=ODYzMThiOXQ3ZTNz",
      date: "04/08/2025",
    },
    {
      caption:
        "अलिबाग येथे केंद्र-राज्य योजनांचा आढावा; रायगडच्या प्रगतीचा निर्धार केंद्र सरकार आणि राज्य शासनाच्या विविध योजनांची अंमलबजावणी अधिक प्रभावीपणे व्हावी, या उद्देशाने आज रायगड जिल्हा विकास समन्वय व सनियंत्रण समिती (दिशा) कमिटी.मी अध्यक्ष असलेल्या कमिटी ची ही बैठक अलिबाग येथील जिल्हाधिकारी कार्यालयात पार पडली. यावेळी खासदार सुनिलजी तटकरे, खासदार धैर्यशील पाटील, आमदार महेंद्रशेठ दळवी, जिल्हाधिकारी किसन जावळे, उपजिल्हाधिकारी सुनिल थोरवे, पनवेल महापालिका आयुक्त मंगेश चितळे, जिल्हा परिषद मुख्य कार्यकारी अधिकारी श्रीमती नेहा भोसले, पोलीस अधीक्षक अचल दलाल, निवासी उपजिल्हाधिकारी संदेश शिर्के तसेच संबंधित विभागांचे अधिकारी उपस्थित होते.सर्व योजना वेळेत व प्रभावी रित्या राबवण्यासाठी संबंधित यंत्रणांनी अधिक समन्वय साधावा, असे निर्देश बैठकीत देण्यात आले. लोकाभिमुख निर्णय आणि भक्कम अंमलबजावणी यामुळेच रायगड जिल्हा हा विकासाच्या दिशेने ठाम पाऊल टाकत आहे.",
      img: "images/image-240.webp",
      url: "https://www.instagram.com/reel/DMGCIqGIhTF/?utm_source=ig_web_copy_link&igsh=MXQwOWNpOHdudWF4Mg==",
      date: "14/07/2025",
    },
    {
      caption:
        "हिंजवडीसह सात गावांचा महापालिकेत समावेश व्हावा - उपमुख्यमंत्री एकनाथजी शिंदे साहेब यांच्याकडे मागणी!हिंजवडी, माण, मारूंजी, जांबे, नेरे, सांगवडे आणि गहुंजे ही गावे पिंपरी चिंचवड महानगरपालिका हद्दीला लागून असून या परिसरात मोठ्या प्रमाणावर नागरीकरण झाले आहे. परंतु नियोजनशून्य विकासामुळे बकालपणा वाढत असून मुलभूत सुविधांचा (विज, पाणी, रस्ते, ड्रेनेज) अभाव आहे. तेथील ग्रामपंचायतला सुविधा देणे अशक्य होत आहे. त्यामुळे तेथील ग्रामपंचायत यांनी पिंपरी चिंचवड महानगरपालिका हद्दीत गावांचा समाविष्ट करणे कामी जांबे, सांगवडे, नेरे येथील श्री वसंत साखरे, श्री तानाजी हुलावळे, श्री बाबासाहेब साखरे, श्री बाबासाहेब बुचडे यांनी माझ्याकडे प्रस्ताव सादर केला आहे.स्थानिक नागरिकांचा आग्रह, वाढती लोकसंख्या, आणि योग्य नागरी सुविधा पुरवण्यासाठी या गावांचा महापालिका हद्दीत समावेश करणे अत्यावश्यक आहे. त्यामुळे येणाऱ्या स्थानिक स्वराज्य संस्थांच्या निवडणुकीपूर्वीच हिंजवडी, माण, मारूंजी, नेरे, जांबे, सांगवडे आणि गहुंजे ही गावे महापालिका हद्दीत समाविष्ट करण्यात यावीत, यासाठी आज राज्याचे उपमुख्यमंत्री एकनाथजी शिंदे साहेब यांच्याकडे विनंती केली.यावेळी माझ्या सोबत आमदार श्री शंकर जगताप, श्री वसंत साखरे, श्री तानाजी हुलावळे, श्री बाबासाहेब साखरे, श्री बाबासाहेब बुचडे, आनंद बुचूडे,रोहण जगताप,संजय जाधव,लहू गायकवाड,दिलीप हुलावळे,दिगंबर जाधव,सचिन लोंढे उपस्थित होते.",
      img: "images/image-236.webp",
      url: "https://www.instagram.com/p/DLzrRbxI0Lg/?utm_source=ig_web_copy_link&igsh=MW5mdjk2ZGlzNXEzNg==",
      date: "07/07/2025",
    },
    {
      caption:
        "मावळ विधानसभा मतदारसंघाचा सर्वांगीण विकासासाठी व्यापक आढावा बैठक संपन्न!आज मावळ विधानसभा मतदारसंघाचा आढावा वडगाव पंचायत समिती, मावळ येथे घेण्यात आला. या बैठकीत मतदारसंघातील विविध प्रश्न आणि जनतेच्या अडचणी सोडवण्यासाठी सखोल चर्चा करण्यात आली. बैठकीत उपस्थित कार्यकर्त्यांनी जनतेच्या प्रश्नांबाबत स्पष्ट आणि ठाम भूमिका मांडली. काही तातडीच्या कामांबाबत निर्णय घेऊन अंमलबजावणीचे आदेशही देण्यात आले.यावेळी प्रांताधिकारी श्री. सुरेंद्रजी नवले, मावळचे तहसीलदार श्री. विक्रम देशमुख, गटविकास अधिकारी मावळ श्री. कुलदीप प्रधान, वडगाव नगरपरिषदेचे मुख्याधिकारी श्री. प्रवीण निकम, तळेगाव नगरपालिकेचे मुख्याधिकारी श्री. विजय सरनाईक, लोणावळा नगरपरिषदेचे मुख्याधिकारी श्री. अशोक साबळे, पंचायत समितीच्या बांधकाम विभागाचे उपअभियंता श्री. संजय पाटील, ग्रामीण पाणीपुरवठा विभागाचे उपअभियंता श्री. क्षीरसागर, सार्वजनिक बांधकाम विभागाचे उपअभियंता श्री. धनराज दराडे, अधीक्षक श्रीमती कविता पाटील, पोलिस निरीक्षक प्रभापती पाटील, पोलीस उपनिरीक्षक दिपाली पाटील, पोलीस उपनिरीक्षक विजया म्हेत्रे, कृषी अधिकारी मावळ श्री. मारुती साळे आदी मान्यवर उपस्थित होते.शिवसेनेचे मावळ तालुक्यातील नेते आणि पदाधिकारी – मा. सभापती श्री. गुलाब काका म्हाळस्कर, उपजिल्हा प्रमुख श्री. शरदराव हुलावळे, तालुका प्रमुख राजाभाऊ खांडभोर, उपतालुका प्रमुख राम सावंत, अमित कुंभार, धनंजय नवघणे, देहूगाव शहरप्रमुख सुनील हगवणे, युवासेना उपजिल्हा प्रमुख दत्ताभाऊ केदारी, युवासेना मावळ लोकसभा अध्यक्ष विशाल हुलावळे, युवासेना तालुका प्रमुख राजेश वाघोले, मा. नगरसेविका कल्पनाताई आखाडे, मा. सभापती ज्ञानेश्वर दळवी, मनीषाताई भांगरे, नितीन कुडे, व मोठ्या संख्येने कार्यकर्ते पदाधिकारी उपस्थित होते.",
      img: "images/image-219.webp",
      url: "https://www.instagram.com/p/DKzIIx4oLhY/?utm_source=ig_web_copy_link&igsh=cHh4dTczZm0ybWI0",
      date: "12/06/2025",
    },
    {
      caption:
        "‘ऑपरेशन सिंदूर’ची कारवाई – देशाच्या शत्रूंना दिलेला करारा जवाब!काश्मीरमधील पहलगाम येथे अतिरेक्यांनी केलेल्या भ्याड हल्ल्यात निष्पाप जिवांचे बलिदान झाले.या अमानुष घटनेचा तीव्र निषेध करत भारतीय सैन्याने शत्रूच्या भूमीत घुसून ९ दहशतवादी ठिकाणांचा नायनाट केला.",
      img: "images/image-192.webp",
      url: "https://www.instagram.com/reel/DJV90uoITMc/?utm_source=ig_web_copy_link&igsh=Y2JseGJ3bDM1dDB3",
      date: "07/05/2025",
    },
    {
      caption:
        "पुणे जिल्हा नियोजन समिती बैठक अजितदादा पवार यांच्या अध्यक्षतेखाली संपन्न!पुणे जिल्हा नियोजन समितीची बैठक आज कौन्सिल हॉल, पुणे येथे पालकमंत्री व उपमुख्यमंत्री अजितदादा पवार यांच्या अध्यक्षतेखाली पार पडली. या बैठकीत जिल्ह्यातील महत्त्वाच्या विषयांवर सखोल चर्चा करण्यात आली. या बैठकीस माझ्या समवेत मंत्री चंद्रकांतदादा पाटील, मंत्री मामा भरणे, मंत्री माधुरीताई मिसाळ, निलमताई गोरे, आण्णा बनसोडे, विभागीय आयुक्त, जिल्हाधिकारी, महापालिका आयुक्त तसेच जिल्ह्यातील सर्व आमदार व विविध विभागांचे अधिकारी उपस्थित होते.",
      img: "images/image-176.webp",
      url: "https://www.instagram.com/p/DI3Hz2zu2ey/?utm_source=ig_web_copy_link&igsh=ZjViamhrZDBnNTZj",
      date: "25/04/2025",
    },
    {
      caption:
        "पहलगाम येथे झालेल्या दहशतवादी हल्ल्यानंतर तेथे अडकून पडलेल्या पर्यटकांना उपमुख्यमंत्री मा.एकनाथ शिंदे साहेबांनी धीर दिला, संवाद साधत त्यांना सुखरूप मुंबईकडे रवाना केलं.आज १८४ पर्यटकांचे दुसरे विमान श्रीनगरहून मुंबईकडे रवाना झालं.शिंदे साहेबांनी स्वतः श्रीनगरमध्ये जाऊन या संपूर्ण घटनेत तत्परतेने हस्तक्षेप करून राज्यातील नागरिकांच्या सुरक्षिततेची जबाबदारी पार पाडली.या संकटाच्या काळात राज्य शासनाने दाखवलेली संवेदनशीलता आणि तत्परता निश्चितच उल्लेखनीय आहे.",
      img: "images/image-175.webp",
      url: "https://www.instagram.com/p/DI1Wnzto4AX/?utm_source=ig_web_copy_link&igsh=OWhvd3psZWl5cmJs",
      date: "24/04/2025",
    },
    {
      caption:
        "‘युनेस्को’ च्या २०२४-२५ च्या जागतिक वारसा स्थळांच्या यादीमध्ये महाराष्ट्रातील ११ किल्ल्यांच्या नामांकनाचा प्रस्ताव केंद्र सरकारने पाठविला आहे, याबद्दल मुख्यमंत्री Eknath Shinde - एकनाथ संभाजी शिंदे व प्रधानमंत्री Narendra Modi आणि केंद्र सरकारच्या संस्कृती मंत्रालयाचे आभार.या किल्ल्यांना शौर्य, पराक्रम आणि रयतेच्या कल्याणाचा वारसा, ऐतिहासिक महत्त्व आहे. महाराष्ट्रातील साल्हेर, शिवनेरी, लोहगड, खांदेरी, रायगड, राजगड, प्रतापगड, सुवर्णदुर्ग, पन्हाळा, विजयदुर्ग, सिंधुदुर्ग या ११ किल्ल्यांचा प्रस्ताव युनेस्कोच्या जागतिक वारसा स्थळांच्या यादी (World Heritage List) मध्ये नामांकनासाठी पाठविण्यात आला असून यावर अंतिम मोहोरही उमटेल, असा विश्वास मुख्यमंत्री शिंदे यांनी व्यक्त केला आहे.UNESCO",
      img: "images/image-118.webp",
      date: "20/01/2024",
      url: "https://www.instagram.com/p/C2uc47FN-dc/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "लोकनेते दि.बा. पाटील यांचे नाव नवी मुंबई विमानतळाला देण्याचा प्रस्तावावर लवकरच अंतिम शिक्कामोर्तब…लोकनेते दि.बा. पाटील यांचे नाव नवी मुंबई येथील लवकरच पूर्ण होत असलेल्या आंतरराष्ट्रीय विमानतळाला देण्यासंदर्भातील राज्य सकाराच्या प्रस्तावावर उच्चस्तरीय बैठक केंद्रीय नागरी हवाई वाहतूक मंत्री मा.श्री. राम मोहन नायडू जी मा.श्री मुरली आण्णा मोहोळ यांच्यासह आज नवी दिल्ली येथे झाली. नामकरण करण्याचा प्रस्ताव महाराष्ट्र सरकारकडून केंद्र सरकारकडे आलेला असून तो लवकरच केंद्रीय कॅबिनेटसमोर सादर केला जाणार आहे. त्यावर केंद्रीय कॅबिनेट लोकभावना लक्षात घेवून या प्रस्तावावर निश्चितच सकात्मक निर्णय घेतला जाईल असे मंत्री मोयदयांनी अश्वासन दिले.विमानतळाच्या नामकरण कृती समितीचे सदस्य लोकप्रतिनिधी आणि विमानतळ प्राधिकरणाचे अधिकारी या बैठकीत उपस्थित होते.बैठकीला हवाई वाहतूक मंत्रालयाचे सचिव वूमलनमंग वुआलनाम, नामकरण कृती समितीचे अध्यक्ष श्री. दशरथ पाटील, माजी खासदार रामशेठ ठाकूर, महाराष्ट्राचे सार्वजनिक बांधकाम मंत्री श्री. रविंद्रजी चव्हाण,खासदार श्री. धैर्यशील पाटील, माजी केंद्रीय मंत्री श्री. कपिलजी पाटील, आमदार प्रशांतजी ठाकूर, माजी खासदार डॉ. संजीवजी नाईक, आमदार राजू पाटील यांच्यासह विमानतळ प्राधिकरणाचे अधिकारी उपस्थित होते.",
      img: "images/image-47.webp",
      date: "",
      url: "",
    },
    {
      caption:
        "माझा मराठाचि बोलु कौतुके। परि अमृतातें ही पैजा जिंके ॥समस्त मराठी जनांचे हार्दिक अभिनंदन!!! अखेर माय मराठीला अभिजात भाषेचा दर्जा मिळाला! एका लढ्याला यश आले. यासाठी मी सतत केंद्राकडे सतत पाठपुरवठा केला होता. लोकसभेत प्रश्न उपस्थित केला होता आपल्या लाडक्या भाषेचा यथोचित सन्मान केल्याबद्दल पंतप्रधान नरेंद्र मोदीजी, केंद्रीय गृहमंत्री अमित शाह जी तसेच केंद्रीय सांस्कृतिक मंत्री श्री. गजेंद्रसिंह शेखावत यांचे आम्ही आभार मानतो. या कामात अनेक मराठी भाषक, विचारवंत, भाषेचे अभ्यासक, साहित्यिक आणि समीक्षकांचे साह्य झाले. त्यांचेही मन:पूर्वक आभार!",
      img: "images/image-44.webp",
      date: "03/10/2024",
      url: "https://www.instagram.com/reel/DAqx3NkK55L/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "पिंपरी चिंचवड शहरातील वाढती वाहतूक कोंडी लक्षात घेऊन महापालिका भवनात बैठक घेतली. बैठकीत वाहतूक समस्या सोडवण्यासाठी ठोस उपाययोजना करण्यात आल्या यावेळी महापालिका अधिकारी आणि वाहतूक विभागाचे वरिष्ठ उपस्थित होते.",
      img: "images/image-13.webp",
      date: "",
      url: "",
    },
  ],
  संसदीय: [
    {
      caption:
        "रेल्वे क्षेत्रात विकासाची ऐतिहासिक झेप! आज लोकसभेत रेल्वे मंत्रालयाच्या २०२६-२७ च्या मागण्यांवर चर्चा करताना महाराष्ट्रातील रेल्वे विकासाचे मुद्दे ठामपणे मांडले. आदरणीय पंतप्रधान नरेंद्र मोदी यांच्या मार्गदर्शनाखाली आणि कुशल रेल्वेमंत्री अश्विनी वैष्णव यांच्या दूरदृष्टीतून भारतीय रेल्वे विकासाचा नवा अध्याय लिहिला जात आहे. २०१४ पूर्वीची परिस्थिती आणि आजची आधुनिक ‘मॉडेल स्टेशन’ यामधील झालेला आमूलाग्र बदल हा रेल्वे क्षेत्रातील प्रगतीचा उच्चांक आणि एक प्रकारची क्रांतीच आहे.महाराष्ट्रात सुरू झालेल्या १२ वंदे भारत आणि ५ अमृत भारत गाड्यांमुळे प्रवाशांना मिळणाऱ्या सुविधा आणि वेग याबद्दल समाधान व्यक्त केले. २०१४ पूर्वीच्या स्थितीपासून आजच्या आधुनिक ‘मॉडेल स्टेशन’पर्यंत झालेला मोठा बदल अधोरेखित करत, रेल्वे क्षेत्रातील प्रगतीचा उल्लेख केला. देशाच्या विकासाला गती देणारी मजबूत रेल्वे व्यवस्था ही विकसित भारताच्या स्वप्नाची भक्कम पायाभरणी ठरत आहे.",
      img: "images/image-306.jpg",
      url: "https://www.instagram.com/reel/DWAosEhCMsQ/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "19/03/2026",
    },
    {
      caption:
        "रेल्वेच्या प्रगतीचे पाऊल! लोकसभेत रेल्वे अर्थसंकल्पावर बोलताना मी काही महत्वपूर्ण मुद्दे उपस्थित केले. आदरणीय पंतप्रधान नरेंद्र मोदीजींच्या नेतृत्वाखाली भारतीय रेल्वेसाठी २.९३ लाख कोटी रुपयांची ऐतिहासिक तरतूद करण्यात आली आहे.यावेळी मी प्रामुख्याने दापोली ते सुरत या ‘ईस्ट-वेस्ट डेडिकेटेड फ्रेट कॉरिडॉर’चे (East-West Dedicated Freight Corridor) महत्त्व अधोरेखित केले. या प्रकल्पामुळे मालवाहतुकीचा वेग वाढून महाराष्ट्र आणि देशाच्या आर्थिक विकासाला नवी गती मिळणार आहे. तसेच मुंबई, पुणे, हैदराबाद आणि बेंगळुरू यांसारख्या शहरांना जोडणाऱ्या ४,००० किमीच्या हाय-स्पीड रेल्वे कॉरिडॉरमुळे दळणवळणाची नवी क्रांती होणार आहे.",
      img: "images/image-305.jpg",
      url: "https://www.instagram.com/reel/DV_S3u4CKCZ/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "19/03/2026",
    },
    {
      caption:
        "मावळ लोकसभा मतदारसंघातील रेल्वे स्थानकांचा कायापालट! 🚩 ‘अमृत भारत स्टेशन योजने’अंतर्गत महाराष्ट्रातील १३२ रेल्वे स्थानकांचे आधुनिकीकरण होत आहे. यामध्ये माझ्या मतदारसंघातील चिंचवड, आकुर्डी, देहू रोड, तळेगाव, लोणावळा आणि पनवेल या स्थानकांचा समावेश करण्यात आला आहे. आज लोकसभेत या विषयावर बोलताना मी काही महत्त्वाचे मुद्दे मांडले: ✅ पनवेल ते कर्जत या नवीन रेल्वे मार्गाचे काम ८०% ते ८५% पूर्ण झाले आहे. ✅ कर्जत रेल्वे स्थानकाचे काम सध्या प्रगतीपथावर आहे. ✅ कर्जत हे लोणावळा घाट सेक्शनच्या अगदी अलीकडे असल्याने, त्याला ‘मॉडेल रेल्वे स्टेशन’ म्हणून विकसित करण्याची मागणी मी सरकारकडे केली आहे. रेल्वेच्या या विकासामुळे प्रवाशांचा प्रवास अधिक सुखकर आणि आधुनिक होणार आहे!",
      img: "images/image-304.jpg",
      url: "https://www.instagram.com/reel/DV-giasCD8X/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "18/03/2026",
    },
    {
      caption:
        "संसद भवन, नवी दिल्ली रेल्वे मंत्रालयाच्या २०२६–२७ च्या अनुदान मागण्यांवरील चर्चेत सहभागी होत आज संसदेत मावळ लोकसभा मतदारसंघ तसेच महाराष्ट्राशी संबंधित विविध रेल्वे विषयक महत्त्वाचे प्रश्न मांडले. वाढत्या प्रवासी संख्येचा आणि औद्योगिक तसेच पर्यटन क्षेत्राच्या गरजांचा विचार करता महाराष्ट्रातील रेल्वे प्रकल्पांना अधिक गती देण्याची आवश्यकता अधोरेखित केली. या चर्चेदरम्यान काही महत्त्वाचे मुद्दे मांडले : 🔹 भंडारा डोंगर (देहू) – पुणे–हैदराबाद हायस्पीड रेल्वे कॉरिडोर या प्रकल्पाचा मार्ग संत तुकाराम महाराजांचे पवित्र स्थळ असलेल्या भंडारा डोंगराखालून जात असल्याने त्या ठिकाणच्या धार्मिक भावना व पर्यावरणाचे रक्षण होण्यासाठी रेल्वे मार्गाचे अलाईनमेंट बदलण्याची आग्रही मागणी रेल्वे मंत्री मा. अश्विनी वैष्णव जी यांच्याकडे केली. 🔹 पुणे–लोणावळा तिसरा व चौथा रेल्वेमार्ग या प्रकल्पासाठी राज्य सरकारने ५०० कोटी रुपयांची तरतूद केली आहे. केंद्र सरकारनेही यास गती दिल्यास लाखो प्रवाशांचा प्रवास अधिक सुरक्षित व सुलभ होईल.🔹 लोणावळा येथे वंदे भारत एक्स्प्रेसला थांबा पर्यटनदृष्ट्या महत्त्वाच्या लोणावळा स्थानकावर मुंबई–पुणे ‘वंदे भारत’ एक्स्प्रेसला थांबा देण्याची मागणी केली. 🔹 वारी व तीर्थक्षेत्रांसाठी विशेष सुविधा पंढरपूर, देहू आणि आळंदी या पवित्र स्थळांपर्यंत रेल्वे कनेक्टिव्हिटी अधिक सक्षम करण्याबरोबरच वारकऱ्यांसाठी विशेष गाड्यांची सोय करण्याची विनंती केली.🔹 स्थानकांचे आधुनिकीकरण ‘अमृत भारत स्टेशन’ योजनेअंतर्गत चिंचवड, आकुर्डी, देहूरोड, तळेगाव, लोणावळा आणि पनवेल स्थानकांच्या पुनर्विकासाबद्दल आभार व्यक्त करत कर्जत स्थानकाचाही समावेश करण्याची मागणी केली. आदरणीय पंतप्रधान मा. श्री. नरेंद्र मोदी जी आणि रेल्वे मंत्री मा. श्री. अश्विनी वैष्णव जी यांच्या नेतृत्वाखाली भारतीय रेल्वे वेगाने आधुनिकतेकडे वाटचाल करत आहे. महाराष्ट्रातील प्रवासी, उद्योग आणि पर्यटन क्षेत्राला चालना देणारे प्रकल्प वेगाने पूर्ण व्हावेत यासाठी सातत्याने पाठपुरावा करत राहू.",
      img: "images/image-301.jpg",
      url: "https://www.instagram.com/reel/DV8Tj7SCDTk/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "18/03/2026",
    },
    {
      caption:
        "संसदीय अधिवेशन चर्चासत्र, दिल्ली २०२६-२७ या वर्षासाठी ऊर्जा मंत्रालय आणि नवीन व नवीकरणीय ऊर्जा मंत्रालयाच्या अनुदान मागण्यांबाबतचा महत्त्वाचा अहवाल आज मी संसदेत सादर केला. ऊर्जा क्षेत्रातील शाश्वत विकासासाठी हे एक महत्त्वाचे पाऊल आहे.नवीन आणि नवीकरणीय ऊर्जेवर भर देऊन आपण आत्मनिर्भर भारताकडे वाटचाल करत आहोत.",
      img: "images/image-300.jpg",
      url: "https://www.instagram.com/reel/DVx3MegiJjp/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "12/03/2026",
    },
    {
      caption:
        "संसद भवन, दिल्ली संसद भवन, नवी दिल्ली येथे अर्थसंकल्पीय अधिवेशनाच्या दुसऱ्या सत्रास आजपासून प्रारंभ झाला. देशाच्या आर्थिक, सामाजिक आणि विकासाशी संबंधित विविध महत्त्वपूर्ण विषयांवर या अधिवेशनात सखोल चर्चा होण्याची संधी उपलब्ध होणार आहे. या सत्राच्या माध्यमातून देशाच्या प्रगतीसाठी आवश्यक धोरणे, कायदे आणि विकासात्मक उपक्रमांवर विधायक विचारविनिमय होऊन लोकहिताच्या दृष्टीने महत्त्वपूर्ण निर्णय घेतले जातील, अशी अपेक्षा आहे.",
      img: "images/image-299.jpg",
      url: "https://www.instagram.com/p/DVp6H_ACKJ4/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "09/03/2026",
    },
    {
      caption:
        "📍 संसद भवन, नवी दिल्ली,अर्थसंकल्पाचा पहिला दिवस…देशाच्या भविष्याला दिशा देणारा क्षण, संसदेत साक्षीदार होण्याचा अभिमान. केंद्रीय मंत्री श्रीमती निर्मला सीतारामन यांनी सादर केलेला केंद्रीय अर्थसंकल्प विकसित भारताच्या दिशेने एक पाऊल.",
      img: "images/image-292.jpg ",
      url: "https://www.instagram.com/p/DUNUbc1iM99/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      date: "01/02/2026",
    },
    {
      caption:
        "📍 गांधीनगर, गुजरात 🗓️ संसदीय राजभाषा समितीची बैठक आज गुजरात, गांधीनगर येथे संसदीय राजभाषा समितीची महत्त्वपूर्ण बैठक माझ्या अध्यक्षतेखाली पार पडली. या बैठकीस समितीचे उपाध्यक्ष श्री. भृतहरि महताब, सह-संयोजक श्री. सतीश गौतम, सदस्य श्री. ओमराजे निंबाळकर, श्री. निरज डांगी, सौ. संगीता यादव तसेच समिती सचिव सौ. राधा नारंग, अव्वल सचिव श्री. विक्रम सिंग आणि अन्य वरिष्ठ अधिकारी उपस्थित होते. या बैठकीत राजभाषा हिंदीच्या प्रभावी अंमलबजावणीसंबंधी विविध महत्त्वपूर्ण मुद्द्यांवर सविस्तर चर्चा करण्यात आली.",
      img: "images/image-283.webp",
      url: "https://www.instagram.com/p/DOgD9aACPZ2/?utm_source=ig_web_copy_link&igsh=bjdpdmJ2OGF2bzF1",
      date: "13/09/2025",
    },
    {
      caption:
        "📍 भुवनेश्वर, ओडिशा 🗓️ संसदीय राजभाषा समितीची बैठक - दिवस दुसरा आज भुवनेश्वर (ओडिशा) येथे संसदीय राजभाषा समितीची महत्त्वपूर्ण बैठक माझ्या अध्यक्षतेखाली पार पडली. या बैठकीस समितीचे उपाध्यक्ष श्री. भृतहरि महताब, सह-संयोजक श्री. सतीश गौतम, सदस्य श्री. ओमराजे निंबाळकर, श्री. निरज डांगी, सौ. संगीता यादव, सौ. धर्मशाला गुप्ता तसेच समितीचे अव्वल सचिव श्री. विक्रम सिंग आणि अन्य वरिष्ठ अधिकारी उपस्थित होते. या बैठकीत राजभाषा हिंदीच्या प्रभावी अंमलबजावणीसंबंधी विविध महत्त्वपूर्ण मुद्द्यांवर सविस्तर चर्चा झाली",
      img: "images/image-282.webp",
      url: "https://www.instagram.com/p/DOdZEynCKKw/?utm_source=ig_web_copy_link&igsh=YnZkdDNrd3B0aG5p",
      date: "12/09/2025",
    },
    {
      caption:
        "📍नवी दिल्ली 🗓संसदीय राजभाषा समितीची बैठक आज दिल्ली येथे संसदीय राजभाषा समितीची महत्त्वपूर्ण बैठक पार पडली. या बैठकीस माझ्या समवेत सह संयोजक श्री. सतीश गौतम, समितीचे सदस्य श्री. टी.एम. सेल्वगणपती, श्री. ओमराजे निंबाळकर, श्री. इरण्णा कडाडी, श्री. निरज डांगी, श्रीमती संगीता यादव, समितीच्या सचिव सुश्री राधा कत्याल नारंग तसेच अन्य अधिकारी उपस्थित होते.",
      img: "images/image-281.webp",
      url: "https://www.instagram.com/p/DOY7GyBiL6a/?utm_source=ig_web_copy_link&igsh=MWx5cXZ6NXVvaDNhZw==",
      date: "09/09/2025",
    },
    {
      caption:
        "देशाच्या १७ व्या उपराष्ट्रपती निवडणुकीसाठी आज संसद भवनात मतदानासाठी उपस्थित राहिलो. या प्रसंगी मान्यवरांसोबत स्नेहपूर्ण भेट झाली.",
      img: "images/image-280.webp",
      url: "https://www.instagram.com/reel/DOYoBHlCCLq/?utm_source=ig_web_copy_link&igsh=eXkzNDczemN5dDdv",
      date: "09/09/2025",
    },
    {
      caption:
        "📍 नवी दिल्ली 🗓️ ऊर्जा विषयक स्थायी समितीची बैठक आज दिनांक ८ सप्टेंबर २०२५ रोजी दिल्ली येथे माझ्या अध्यक्षतेखाली ऊर्जा विषयक स्थायी समितीची बैठक पार पडली. या बैठकीत ‘देशातील सौर ऊर्जा प्रकल्पांच्या कार्यान्वयनाच्या मूल्यमापन’ या विषयावर समितीचा मसुदा अहवाल विचारार्थ मांडून स्वीकारण्यात आला. यावेळी ‘वर्ष २०३० पर्यंत जीवाश्म इंधनविरहित ऊर्जा स्रोतांद्वारे एकूण विद्युत क्षमतेपैकी ५०% क्षमता साध्य करण्याच्या आराखड्याबाबत’ महाराष्ट्र, उत्तर प्रदेश, गुजरात, बिहार आणि राजस्थान या राज्य सरकारांच्या प्रतिनिधींनी सविस्तर माहिती दिली. या बैठकीला विद्युत मंत्रालयाचे अपर सचिव श्री. श्रीकांत नागुलापल्ली, नवीन आणि नवीकरणीय ऊर्जा मंत्रालयाचे संयुक्त सचिव श्री. जे. व्ही. एन. सुब्रमण्यम, उत्तर प्रदेश सरकारचे ऊर्जा विभागाचे अपर मुख्य सचिव श्री. नरेंद्र भूषण, महाराष्ट्र सरकारचे महाराष्ट्र राज्य विद्युत वितरण कंपनी लिमिटेडचे अध्यक्ष व व्यवस्थापकीय संचालक श्री. लोकेश चंद्रा, राजस्थान सरकारचे ऊर्जा विभागाचे प्रधान सचिव श्री. अजिताभ शर्मा, बिहार सरकारचे ऊर्जा विभागाचे सचिव श्री. मनोज कुमार सिंह, गुजरात ऊर्जा विकास निगम लिमिटेडचे व्यवस्थापकीय संचालक श्री. जय प्रकाश शिवहरे तसेच लोकसभा ऊर्जा समितीचे अधिकारी संयुक्त सचिव श्री. रामकुमार सूर्यनारायण, संचालक श्री. कुलमोहन सिंह अरोरा आणि उपसचिव श्री. अजितेश सिंह उपस्थित होते. ही बैठक भारताच्या शाश्वत ऊर्जा भविष्यासाठी, नवीकरणीय ऊर्जा प्रकल्पांच्या कार्यक्षमतेसाठी आणि राष्ट्रीय धोरणात्मक आराखड्याला दिशा देण्यासाठी अत्यंत महत्त्वाची ठरली.",
      url: "https://www.instagram.com/p/DOVsupKkp5e/?utm_source=ig_web_copy_link&igsh=MWFmMnlwcWUybjNoZw==",
      img: "images/image-279.webp",
      date: "08/09/2025",
    },
    {
      caption:
        "संसदेच्या पावसाळी अधिवेशनाची यशस्वी सांगता! संसदेच्या पावसाळी अधिवेशनाचा यशस्वी समारोप झाला. महिनाभर चालणाऱ्या या अधिवेशनात अनेक महत्त्वपूर्ण चर्चा व निर्णय पार पडले. जनतेच्या अपेक्षांना न्याय देण्याचा प्रयत्न या अधिवेशनात झाला. लोकशाही बळकट करण्यासाठी विविध विषयांवर विधायक संवाद साधला गेला.",
      img: "images/image-266.webp",
      url: "https://www.instagram.com/reel/DNm4Z-jIiKf/?utm_source=ig_web_copy_link&igsh=eTdhMjJham5tZnlx",
      date: "21/08/2025",
    },
    {
      caption:
        "कॉन्स्टिट्यूशन क्लब निवडणूक 2025 : उत्साही मतदान, मान्यवरांच्या गाठीभेटी व संवाद! कॉन्स्टिट्यूशन क्लबच्या 2025 निवडणुकीत कार्यकारी सदस्यांच्या निवडणुकीसाठी 12 ऑगस्ट रोजी सुमारे 669 विद्यमान व माजी खासदारांनी मतदान केले. या मतदानासाठी केंद्रीय गृहमंत्री अमितजी शाह, भाजपाचे राष्ट्रीय अध्यक्ष जे. पी. नड्डाजी, शत्रुघ्न सिन्हा, स्मृती इराणी, कंगना रणौत, सोनिया गांधी यांसह लोकसभेचे विद्यमान व माजी सदस्य, कॉन्स्टिट्यूशन क्लबचे सदस्य असलेले केंद्रीय मंत्री आणि खासदार मोठ्या संख्येने उपस्थित होते. विशेष म्हणजे, यामध्ये महाराष्ट्राचे खासदार सर्वांधिक संख्येने उपस्थित होते. मतदानादरम्यान वातावरण उत्साही व लोकशाही मूल्यांना अधोरेखित करणारे होते. मतदान प्रक्रियेच्या दिवशी अनेक मान्यवर एकत्र येऊन सौहार्दपूर्ण वातावरण निर्माण झाले. या प्रसंगी उपस्थित मान्यवरांच्या गाठीभेटी, संवाद आणि एकमेकांसोबतचे आनंदाचे क्षण हे लोकशाहीच्या सुदृढतेचे प्रतीक ठरले. देशाचे प्रतिनिधित्व करणारे कार्यकारी सदस्य क्लबच्या धोरणात्मक निर्णयांमध्ये सक्रिय सहभाग घेतात, विविध विभागांचे कामकाज पाहतात आणि महत्त्वाच्या कार्यक्रमांच्या नियोजनास हातभार लावतात. ते सदस्यांच्या गरजा व अपेक्षा लक्षात घेऊन नवे उपक्रम राबवतात, तसेच क्लबच्या प्रतिष्ठा आणि विकासासाठी महत्त्वपूर्ण कल्पना मांडतात.",
      img: "images/image-259.webp",
      url: "https://www.instagram.com/p/DNQkZHYIU58/?utm_source=ig_web_copy_link&igsh=eDVkMzVwNHNycnZs",
      date: "12/08/2025",
    },
    {
      caption:
        "📍नवी दिल्ली 🗓️०७/०८/२०२५ ऊर्जा संबंधी स्थायी समितीची बैठक! ऊर्जा संबंधी स्थायी समितीची बैठक आज दिल्ली येथे माझ्या अध्यक्षतेखाली पार पडली. “देशातील जलविद्युत क्षेत्राचा पुनरुज्जीवन” या महत्त्वपूर्ण विषयावर सखोल चर्चा झाली. एनएचपीसी लिमिटेड, एसजेव्हीएन लिमिटेड, टीएचडीसी इंडिया लिमिटेड आणि नॉर्थ ईस्टर्न इलेक्ट्रिक पॉवर कॉर्पोरेशन लिमिटेड या संस्थांच्या प्रतिनिधींनी आपल्या सादरीकरणाद्वारे क्षेत्रातील सद्यस्थिती, आव्हाने आणि भविष्यातील योजना याबाबत सविस्तर माहिती दिली. या बैठकीला उपस्थित खासदार डॅा.श्रीकांत शिंदे, समिती सदस्य खासदार, अधिकारी श्री गुरदीप सिंग, अध्यक्ष व व्यवस्थापकीय संचालक, नॉर्थ ईस्टर्न इलेक्ट्रिक पावर कॉर्पोरेशन लिमिटेड; श्री आर. के. विश्नोई, अध्यक्ष व व्यवस्थापकीय संचालक, टी.एच.डी.सी. इंडिया लिमिटेड; श्री आर. पी. गोयल, अध्यक्ष व व्यवस्थापकीय संचालक, एन.एच.पी.सी. लिमिटेड; श्री भूपेंद्र गुप्ता, अध्यक्ष व व्यवस्थापकीय संचालक, एस.जे.व्ही.एन. लिमिटेड; तसेच लोकसभा ऊर्जा समितीचे अधिकारी श्री रामकुमार सूर्यनारायण, संयुक्त सचिव; श्री कुलमोहन सिंग अरोरा, संचालक; आणि श्री अजितेश सिंग, उपसचिव उपस्थित होते.",
      img: "images/image-257.webp",
      url: "https://www.instagram.com/p/DNDy-1JIkuB/?utm_source=ig_web_copy_link&igsh=bDRxbHd3M2ozcndt",
      date: "07/08/2025",
    },
    {
      caption:
        "📍नवी दिल्ली 🗓️०५/०८/२०२५ ऊर्जा संबंधी स्थायी समितीची बैठक सौर ऊर्जा प्रकल्पांच्या अंमलबजावणीच्या मूल्यमापनावर ऊर्जा संबंधी स्थायी समितीची बैठक दिल्लीमध्ये संपन्न! ऊर्जा संबंधी स्थायी समितीची बैठक आज दिल्ली येथे माझ्या अध्यक्षतेखाली पार पडली. या बैठकीत “देशातील सौर ऊर्जा प्रकल्पांच्या अंमलबजावणीचे मूल्यमापन” या विषयावर चर्चा झाली. या दरम्यान नवीन व नवीकरणीय ऊर्जा मंत्रालयाच्या प्रतिनिधींचे साक्ष्य नोंदवण्यात आले. या बैठकीला उपस्थित अधिकारी श्री संतोष कुमार सारंगी सचिव नवीन एवं नवीकरणीय ऊर्जा मंत्रालय, श्री सुदीप जैन अपर सचिव नवीन एवं नवीकरणीय ऊर्जा मंत्रालय, श्री प्रदीप कुमार दास अध्यक्ष एवं प्रबंध निदेशक इरेडा, डॉ. मोहम्मद रिहान महानिदेशक राष्ट्रीय सौर ऊर्जा संस्थान और लोकसभा उर्जा समिति अधिकारी श्री रामकुमार सूर्यनारायण- संयुक्त सचिव, श्री कुलमोहन सिंह अरोरा- निदेशक श्री अजितेश सिंह- उपसचिव समिती सदस्य खासदार उपस्थित होते.",
      img: "",
      url: "",
      date: "05/08/2025",
    },
    {
      caption:
        " नवी दिल्ली लोकसभेच्या पावसाळी अधिवेशनाची सुरुवात संसदेत पावसाळी अधिवेशनाला प्रारंभ झाला असून, यावेळी केंद्रीय नागरी उड्डाण मंत्री श्री. राम मोहन नायडू, खासदार डॉ. श्रीकांत शिंदे आणि खासदार सौ. हेमा मालिनी यांच्यासमवेत उपस्थिती.",
      img: "images/image-245.webp",
      url: "https://www.instagram.com/p/DMcnblYI_lv/?utm_source=ig_web_copy_link&igsh=MWdxaG93YjMzOGp6eA==",
      date: "23/07/2025",
    },
    {
      caption:
        "राजभाषेच्या व्यापक वापरासाठी आग्रा येथे समितीची बैठक!संसदीय राजभाषा समितीच्या बैठकीचा दुसरा दिवस आज आग्रा येथे माझ्या अध्यक्षतेखाली पार पडला. केंद्र सरकारच्या अधिनस्त कार्यालयांतील वरिष्ठ अधिकाऱ्यांसमवेत राजभाषा वापरासंदर्भातील विविध महत्त्वपूर्ण मुद्यांवर सखोल चर्चा झाली.या बैठकीस समिती सदस्य खासदार सतिश गौतम, ओमराजे निंबाळकर, इरण्णा कडाडी, निरज डांगी, संगीता यादव, धैर्यशील गुप्ता तसेच अव्वल सचिव विक्रम सिंह, राम नारायण साव आणि सहदेव उपस्थित होते.",
      img: "images/image-243.webp",
      url: "https://www.instagram.com/p/DMQRBrBIXfx/?utm_source=ig_web_copy_link&igsh=MW9qdjZvaXZjdDZ2Mw==",
      date: "18/07/2025",
    },
    {
      caption:
        "आग्रा येथे संसदीय राजभाषा समितीची बैठक!आज आग्रा येथे संसदीय राजभाषा समितीची बैठक माझ्या अध्यक्षतेखाली पार पडली. विविध महत्त्वपूर्ण मुद्द्यांवर चर्चा करण्यात आली. या बैठकीस समिती सदस्य खासदार सतिश गौतम, ओमराजे निंबाळकर, इरण्णा कडाडी, निरज डांगी, संगीता यादव, धैर्यशील गुप्ता यांच्यासह अव्वल सचिव विक्रम सिंह, राम नारायण साव आणि सहदेव उपस्थित होते",
      img: "images/image-242.webp",
      url: "https://www.instagram.com/p/DMKumlUIvv_/?utm_source=ig_web_copy_link&igsh=dXRqcDVjMjN4NHE1",
      date: "16/07/2025",
    },
    {
      caption:
        "📍 नवी दिल्ली – संसदीय समिती बैठक आज संसद भवनात एक महत्वपूर्ण बैठक माझ्या अध्यक्षतेखाली पार पडली. या बैठकीत देशभरातून माननीय खासदार आणि अधिकारी उपस्थित होते. लेख व पुरावा उपसमिती, संसदीय अधिकृत भाषा समिती, दिल्ली, फरीदाबाद, अलीगढ आणि आसपासच्या नगर राजभाषा अंमलबजावणी समित्यांच्या अध्यक्षांसह नराकास अध्यक्ष यांची खर्च विभागाच्या सचिवांशी बैठक झाली. या बैठकीत अधिकृत भाषा धोरणाच्या अंमलबजावणीशी संबंधित हिंदी पदांच्या निर्मिती/पुनर्रचनेवर चर्चा करण्यात आली.माझ्या समवेत उपस्थित माननीय खासदार डॉ. दिनेश शर्मा - राज्यसभा, उत्तर प्रदेश, श्रीमती माला राज्यलक्ष्मी शाह - लोकसभा, उत्तराखंड, श्री शंकर लालवानी - लोकसभा, मध्य प्रदेश, श्री सतीश कुमार गौतम - लोकसभा, उत्तर प्रदेश, डॉ. सुमेर सिंह सोलंकी - राज्यसभा, मध्य प्रदेश, श्री जियाऊर्रहमान - राज्यसभा, उत्तर प्रदेश, माननीय भर्तृहरि महताब - लोकसभा, ओडिशा तसेच समिती अधिकारी श्री प्रेम नारायण - सचिव, समिती, श्री इरफान अहमद खान - वरिष्ठ अनुसंधान अधिकारी, श्री राम नारायण साव - अनुसंधान अधिकारी, श्री सहदेव सिंह - समिती रिपोर्टर उपस्थित होते.ही बैठक ज्ञानवृद्धीच्या दृष्टीने आणि विविध राज्यांतील लोकप्रतिनिधींसोबत संवाद साधण्याच्या दृष्टीने अत्यंत फलदायी ठरली.",
      img: "images/image-218.webp",
      url: "https://www.instagram.com/p/DKuOgH3o6QP/?utm_source=ig_web_copy_link&igsh=d3RmZXJvMHBnNjkz",
      date: "10/06/2025",
    },
    {
      caption:
        "आज केंद्रीय रेल्वे मंत्री श्री अश्विनी वैष्णव यांच्या समवेत लोणावळा ते पुणे रेल्वे प्रवास केला.या प्रवासादरम्यान मावळ लोकसभा मतदारसंघातील विविध प्रलंबित प्रश्नांवर सविस्तर चर्चा झाली.पुणे स्टेशनवर नव्याने सुरू झालेल्या पुणे-जोधपूर रेल्वेला झेंडा दाखवून शुभेच्छा देण्यात आल्या.या भेटीदरम्यान रेल्वेमंत्र्यांनी पुणे–लोणावळा तिसरी व चौथी मार्गिका लवकरच करण्याची घोषणा केली, तसेच कर्जत–लोणावळा–तळेगाव या दरम्यान भुयारी रेल्वे मार्गाचा सर्व्हे करण्याचे निर्देश दिले. मुंबई–पुणे फास्ट ट्रेन सुरू करण्याची मागणी केली, तर पुणे–लोणावळा दरम्यान दुपारी १:३० ची लोकल सेवा सुरू करण्यासंदर्भातही चर्चा झाली.करोना काळात बंद झालेल्या रेल्वे थांब्यांबाबत पुन्हा सेवा सुरू करण्याची मागणी करण्यात आली.‘अमृत भारत योजने’त समाविष्ट असलेल्या पनवेल व लोणावळा रेल्वे स्थानकांच्या कामांचा रेल्वेमंत्र्यांनी आढावा घेतला. पुणे जंक्शनवर प्लॅटफॉर्म विस्ताराचा प्रस्तावही पुढे नेण्यात आला. या कार्यक्रमात मंत्री श्री मुरलीधर मोहोळ, मंत्री श्री चंद्रकांतदादा पाटील, खासदार श्री पी. पी. चौधरी, खासदार सौ. मेघाताई कुलकर्णी तसेच मध्य रेल्वेचे महाप्रबंधक श्री धर्मवीर मीना आणि पुणे विभागीय प्रबंधक श्री राजेश वर्मा यांच्यासह अनेक मान्यवर उपस्थित होते",
      img: "images/image-188.webp",
      url: "https://www.instagram.com/p/DJM0FewoKHT/?utm_source=ig_web_copy_link&igsh=MTlkN2lueDVsbndlcQ==",
      date: "03/05/2025",
    },
    {
      caption:
        "CSMT मुंबई येथे पार पडलेल्या सेंट्रल रेल्वेच्या महत्त्वपूर्ण बैठकीत मावळ मतदारसंघातील अनेक प्रलंबित प्रकल्पांवर सकारात्मक चर्चा झाली.कर्जत-लोणावळा टनेल, पनवेल मॉडेल स्टेशन, स्थानकांवरील सुविधा वाढवणे, आणि रेल्वे सेवांचे सक्षमीकरण याबाबत महत्त्वाचे निर्णय घेण्यात आले.या बैठकीत घेतलेल्या निर्णयांची सविस्तर माहिती",
      img: "images/image-186.webp",
      date: "01/05/2025",
      url: "https://www.instagram.com/reel/DJHkEQ5omzd/?utm_source=ig_web_copy_link&igsh=NmVidWNwdnIyeHZv",
    },
    {
      caption:
        "CST मुंबई येथे माझ्या अध्यक्षतेखाली पार पडलेल्या महत्त्वपूर्ण बैठकीत कर्जत-लोणावळा टनेल, पनवेल मॉडेल स्टेशन, स्थानकांची सुविधा वाढ, व प्रलंबित कामांना गती देण्यासंदर्भात सकारात्मक चर्चा झाली. मावळातील जनतेच्या सुविधांसाठी प्रयत्नशील राहण्याची हीच दिशा! जनतेच्या हितासाठी केलेले हे प्रयत्न अधिक व्यापक पोहोचावेत, हीच अपेक्षा !",
      img: "images/image-185.webp",
      url: "https://www.instagram.com/reel/DJHZf-hoH1t/?utm_source=ig_web_copy_link&igsh=cjFoY3U0ejhzcDZ2",
      date: "01/05/2025",
    },
    {
      caption:
        "पुणे जिल्हा नियोजन समिती बैठक अजितदादा पवार यांच्या अध्यक्षतेखाली संपन्न!पुणे जिल्हा नियोजन समितीची बैठक कौन्सिल हॉल, पुणे येथे पालकमंत्री व उपमुख्यमंत्री अजितदादा पवार यांच्या अध्यक्षतेखाली पार पडली. या बैठकीत जिल्ह्यातील महत्त्वाच्या विषयांवर सखोल चर्चा करण्यात आली. या बैठकीस माझ्या समवेत मंत्री चंद्रकांतदादा पाटील, मंत्री मामा भरणे, मंत्री माधुरीताई मिसाळ, निलमताई गोरे, आण्णा बनसोडे, विभागीय आयुक्त, जिल्हाधिकारी, महापालिका आयुक्त तसेच जिल्ह्यातील सर्व आमदार व विविध विभागांचे अधिकारी उपस्थित होते.",
      img: "images/image-178.webp",
      date: "27/04/2025",
      url: "https://www.instagram.com/reel/DI7rSb7oRSZ/?utm_source=ig_web_copy_link&igsh=N2syNm9zNHhhdGZk",
    },
    {
      caption:
        "आज गुवाहाटी, आसाम येथे संसदीय राजभाषा समितीची बैठक माझ्या अध्यक्षतेखाली पार पडली.या वेळी खासदार व समिती सदस्य श्री. सतीश गौतम, श्री. ओमराजे निंबाळकर, श्री. निरज डांगी, समिती सचिव श्री. विक्रम सिंग व श्री. राम नारायण साव उपस्थित होते.",
      img: "images/image-174.webp",
      url: "https://www.instagram.com/p/DItexnbod9C/?utm_source=ig_web_copy_link&igsh=MTlzdXdjZnZ5dTh6ZQ==",
      date: "21/04/2025",
    },
    {
      caption:
        "काल दिल्ली येथे संसदीय ऊर्जा स्थायी समितीच्या माझ्या अध्यक्षतेखाली झालेल्या बैठकीत देशातील सौर ऊर्जा प्रकल्पांच्या कार्यान्वयनाचा सखोल आढावा घेण्यात आला.2030 पर्यंत 50% वीज उत्पादन गैर-जीवाश्म इंधनावर आधारित करण्याच्या राष्ट्रीय उद्दिष्टाच्या पार्श्वभूमीवर या प्रकल्पांची सद्यस्थिती आणि भविष्यातील योजना यावर चर्चा झाली. नवीन आणि नवीकरणीय ऊर्जा मंत्रालय तसेच सोलर एनर्जी कॉर्पोरेशन ऑफ इंडिया लिमिटेडच्या वरिष्ठ अधिकाऱ्यांकडून यासंदर्भात सविस्तर माहिती घेण्यात आली. विशेषतः सौर ऊर्जा प्रकल्पांच्या कार्यक्षमतेचा आढावा, ऊर्जासाठवण तंत्रज्ञानाचा अभाव, स्वदेशी सौर पीव्ही मॉड्यूल निर्मितीतील अडथळे आणि धोरणात्मक सुधारणा यावर सखोल विचारमंथन करण्यात आले. देशाच्या ऊर्जा सुरक्षेसाठी आवश्यक असलेल्या धोरणात्मक उपायांवर व्यापक चर्चा करत ठोस निर्णय घेण्याचा प्रयत्न करण्यात आला.यावेळी नवीन आणि नवीकरणीय ऊर्जा मंत्रालयाच्या सचिव सुश्री निधी खरे, अपर सचिव सुदीप जैन, संयुक्त सचिव श्री जे. व्ही. एन. सुब्रमण्यम, सोलर एनर्जी कॉर्पोरेशन ऑफ इंडिया चे अध्यक्ष व एमडी श्री रामेश्वर प्रसाद गुप्ता, संचालक श्री संजय शर्मा, संचालक शिवकुमार व्ही. वेपाकोम्मा आणि राष्ट्रीय सौर ऊर्जा संस्थानचे महानिदेशक डॉ. मोहम्मद रिहान यांच्यासह महत्त्वपूर्ण चर्चा झाली.",
      img: "images/image-160.webp",
      url: "https://www.instagram.com/p/DIBFXt2I0EM/?utm_source=ig_web_copy_link&igsh=N2ZxdjV3NWUxOGtw",
      date: "04/04/2025",
    },
    {
      caption:
        "आज संसदेत खासदार प्रतापराव जाधव, खासदार डॉ. श्रीकांत शिंदे, खासदार संदिपान भूमरे आणि रोजगार हमी मंत्री भरतशेठ गोगावले यांच्यासोबत.",
      img: "images/image-159.webp",
      date: "03/04/2025",
      url: "https://www.instagram.com/p/DH-7zgrIaIF/?utm_source=ig_web_copy_link&igsh=MXhtYWl4bHk4bjd6Mg==",
    },
    {
      caption:
        "हरित ऊर्जा सुरक्षेसाठी संसदेत ठोस मागणी! 🌱⚡तारांकित प्रश्नाद्वारे संसदेत महत्त्वाची मागणी, ज्याला केंद्रीय पेट्रोलियम मंत्री श्री. हरदीपसिंह पुरी यांनी तात्काळ दखल घेत उत्तर दिले.📍 संसद भवन, नवी दिल्ली🗓 ०३ एप्रिल २०२५ ✅ CBG उत्पादनाला प्रोत्साहन: भारताच्या ऊर्जा सुरक्षेसाठी CBG (Compressed Bio-Gas) महत्त्वाची भूमिका बजावू शकते. इंधनामुळे पर्यावरण संवर्धन होईल आणि कृषी क्षेत्राला आर्थिक आधार मिळेल. ✅ CBG प्लांट स्थापन करण्याचा आढावा: आतापर्यंत किती CBG प्लांट उभारले गेले याचा आढावा घेण्याची आवश्यकता.पुढील 5 वर्षांत किती नवीन प्रकल्प सुरू होतील याचे ठोस नियोजन महत्त्वाचे.✅ हरित इंधनाला प्रोत्साहन: केंद्र सरकार Bio CNG, हरित Hydrogen, आणि Ethanol यासारख्या इंधनांना चालना देत आहे. यामुळे पारंपरिक पेट्रोल-डीझेलवरील अवलंबित्व कमी होईल आणि पर्यावरणपूरक पर्याय उपलब्ध होतील.✅ ऊर्जा धोरण व भविष्यातील दिशा: हरित इंधनासाठी नवीन धोरणे आणि त्यांची प्रभावी अंमलबजावणी आवश्यक. दीर्घकालीन ऊर्जा सुरक्षेसाठी शाश्वत आणि पर्यावरणपूरक पर्याय स्वीकारण्याची गरज. ✅ ऊर्जा वापराची गरज: स्वच्छ ऊर्जा संकल्पनांचा व्यापक आणि प्रभावी उपयोग महत्त्वाचा. ऊर्जा स्रोतांचा सुयोग्य वापर करून देशाच्या प्रगतीला गती दिली पाहिजे. ✅ हरित इंधनाच्या पर्यायांची ओळख: Bio CNG, हरित Hydrogen, आणि Ethanol सारख्या पर्यायांना अधिक प्राधान्य द्यावे. पेट्रोल-डीझेलऐवजी शाश्वत इंधनाचा अधिकाधिक वापर करण्यावर भर द्यावा. ✅ ऊर्जा धोरण आणि उपाययोजना: केंद्र सरकार नवीन धोरणे आणि सुधारणा करत असून, त्यांची प्रभावी अंमलबजावणी महत्त्वाची आहे. शाश्वत ऊर्जा क्षेत्रात गुंतवणूक वाढवून पर्यावरणपूरक पर्यायांना प्रोत्साहन द्यायला हवे.",
      img: "images/image-158.webp",
      url: "https://www.instagram.com/reel/DH-nIKmpHiU/?utm_source=ig_web_copy_link&igsh=MTJvem81cTRlb21teA==",
      date: "03/04/2025",
    },
    {
      caption:
        "EPS-95 पेंशनधारकांसाठी न्यायाची मागणी – ज्येष्ठ नागरिकांसाठी सन्मानजनक जीवनाची आवश्यकता! संसदेत मी EPS-95 पेंशनधारकांच्या गंभीर समस्यांकडे सरकारचे लक्ष वेधले असून, त्यांच्या न्याय्य मागण्यांसाठी पुढील मुद्दे मांडले. ✅ EPS-95 पेंशनधारकांची दयनीय परिस्थिती: देशभरातील 67 लाख पेंशनधारकांना केवळ ₹1,000 मासिक पेन्शन मिळते, जी आजच्या महागाईच्या काळात अत्यंत अपुरी आहे. ✅ सर्वोच्च न्यायालयाचा निर्णय: 4 ऑक्टोबर 2016 रोजी सर्वोच्च न्यायालयाने वास्तविक वेतनावर आधारित पेन्शन देण्याचा निर्णय दिला होता, मात्र सरकारने अद्याप योग्य निर्णय घेतलेला नाही. ✅ पेंशनधारकांचे संघर्ष व आंदोलन: EPS-95 राष्ट्रीय संघर्ष समिती अनेक वर्षांपासून दिल्लीत आंदोलन करत आहे, मात्र त्यांच्या मागण्यांकडे दुर्लक्ष होत आहे. ✅ सरकारकडे ठाम मागणी: केंद्र सरकारने कोश्यारी समितीच्या शिफारसी तातडीने लागू कराव्यात आणि EPS-95 पेंशनधारकांना दरमहा ₹9,000 पेन्शन देण्यात यावी.",
      img: "images/image-154.webp",
      date: "28/03/2025",
      url: "https://www.instagram.com/reel/DHvHxfGIMXW/?utm_source=ig_web_copy_link&igsh=Zml3bzQ5eHAzZXQ2",
    },
    {
      caption:
        "इमिग्रेशन आणि फॉरेनर्स विधेयक 2025: राष्ट्रीय सुरक्षेसाठी ठोस पाऊल संसदेत मी इमिग्रेशन आणि फॉरेनर्स विधेयक 2025 चे समर्थन केले तसेच यासंदर्भात महत्त्वाचे मुद्दे उपस्थित केले. हे विधेयक देशाच्या सुरक्षेसाठी अत्यंत आवश्यक असून, अवैध घुसखोरी रोखण्यासाठी प्रभावी उपाययोजना करते. त्यामुळे सीमा अधिक सुरक्षित होतील आणि भारतीय नागरिकांचे हित संरक्षित होईल. देशाला भेडसावणारा अवैध घुसखोरीचा धोका भारताला बांगलादेश, पाकिस्तान, म्यानमार आणि नेपाळमधून मोठ्या प्रमाणात अवैध घुसखोरीचा सामना करावा लागतो, ज्यामुळे राष्ट्रीय सुरक्षा धोक्यात येते. यामुळे गुन्हेगारी, दहशतवादी कारवाया आणि गुप्तहेरगिरी वाढण्याची शक्यता असते. तसेच, स्थानिक नागरिकांच्या हक्कांवर परिणाम होतो, रोजगाराच्या संधी कमी होतात आणि लोकसंख्येतील असंतुलनामुळे सामाजिक तणाव वाढतो. आर्थिक व सामाजिक परिणाम अवैध स्थलांतरामुळे भारतीय अर्थव्यवस्थेवर ताण येतो, रोजगाराच्या संधी कमी होतात आणि सरकारी संसाधनांचा अनधिकृत वापर वाढतो, त्यामुळे सबसिडी आणि कल्याणकारी योजनांवर अतिरिक्त दबाव निर्माण होतो, तसेच सीमावर्ती भागात सामाजिक व सांस्कृतिक असंतुलन वाढण्याची शक्यता असते. मोदी सरकारची प्रभावी उपाययोजना पंतप्रधान नरेंद्र मोदी यांच्या नेतृत्वाखालील सरकारने राष्ट्रीय सुरक्षा मजबूत करण्यासाठी प्रभावी पावले उचलली आहेत. ✅ राष्ट्रीय नागरिक नोंदणी (NRC) – अवैध स्थलांतरित ओळखण्यासाठी प्रभावी प्रणाली. ✅ नागरिकत्व सुधारणा कायदा (CAA) – धार्मिक छळ झालेल्या अल्पसंख्याकांना संरक्षण. ✅ सीमा सुरक्षा बळकटीकरण – विशेषतः भारत-बांगलादेश सीमेवर मजबूत कुंपण आणि आधुनिक तंत्रज्ञान तैनात. ✅ घुसखोरीविरोधी कठोर कारवाई – संशयित स्थलांतरितांवर तात्काळ कारवाईसाठी नवीन धोरणे.",
      img: "images/image-153.webp",
      date: "27/03/2025",
      url: "https://www.instagram.com/reel/DHtBqRCIUvj/?utm_source=ig_web_copy_link&igsh=OGUza2J2cnFiNXJi",
    },
    {
      caption:
        "निर्मळ इंद्रायणीसाठी पुढचे पाऊल!इंद्रायणी नदी सुधार योजनेसाठी अमृत 2.0 योजनेअंतर्गत प्रस्ताव केंद्र सरकारकडे प्रलंबित आहे. मंजुरी मिळाल्यास योजना मार्गी लागेल तसेच इंद्रायणी नदी, देहू-आळंदी तीर्थक्षेत्रातून वाहत असून, प्रदूषणामुळे तिचे पाणी दूषित होऊन भाविकांच्या आरोग्यास धोका निर्माण होत आहे यासंबंधी मी संसदेत मुद्दा मांडला असता, केंद्रीय जलशक्ती मंत्री सि.आर. पाटील यांनी तात्काळ दखल घेतली असून, यासंदर्भातील पुढील पावले उचलली जात आहेत.",
      img: "images/image-152.webp",
      url: "https://www.instagram.com/reel/DHnd-0jotah/?utm_source=ig_web_copy_link&igsh=djE0azU1bXZodndj",
      date: "25/03/2025",
    },
    {
      caption:
        "अधिवेशनात मांडलेल्या मुद्द्यांवर मंत्री महोदयांकडून तात्काळ दखल!जलजीवन मिशन अंतर्गत ‘हर घर जल’ योजनेचे विस्कळीत नियोजन अपयशी ठरत असल्या कारणाने भ्रष्टाचार होत असल्याचा मुद्दा मी संसदेत मांडला होता त्यावर केंद्रीय मंत्री सि.आर,पाटील यांनी तात्काळ दखल घेतली असून त्यासंदर्भातील बाबींचा विचार करण्यात आला आहे.",
      img: "images/image-149.webp",
      date: "21/03/2025",
      url: "https://www.instagram.com/reel/DHeI7Nbu5qN/?utm_source=ig_web_copy_link&igsh=MTAwZjhvZHN4ZnAybg==",
    },
    {
      caption:
        "अर्थ संकल्पीय अधिवेशन!📍संसद भवन, नवी दिल्ली १९-०३-२०२५ जलसंधारण आणि नदी सुधारण्यासाठी ठोस मागणी! संसदेत जलसंधारण विभागाने अर्थसंकल्पात दिलेला निधी पुरेसा नसल्याची मुद्देसूद मांडणी केली. नद्यांची दयनीय अवस्था आणि वाढते प्रदूषण रोखण्यासाठी राज्य सरकारच्या अखत्यारित येणाऱ्या महानगरपालिका, नगरपरिषद आणि जिल्हा परिषद यांना नदी स्वच्छतेचा कार्यक्रम सोपवावा, अशी मागणी केली.याशिवाय, जलजीवन मिशन अंतर्गत ‘हर घर जल’ योजना विस्कळीत नियोजनामुळे अपयशी ठरत असल्याकडे लक्ष वेधले. माझ्या मतदारसंघातील मुठा, मुळा, इंद्रायणी, पवना आणि उल्हास या नद्या पूर्णतः प्रदूषित आहेत. पवना नदी सुधार योजनेसाठी: पिंपरी-चिंचवड महानगरपालिकेने 343.63 कोटींचा प्रस्ताव केंद्र सरकारकडे पाठवला असून, अद्याप मंजुरी मिळालेली नाही. इंद्रायणी नदी सुधार योजनेसाठी: अमृत 2.0 योजनेअंतर्गत प्रस्ताव केंद्र सरकारकडे प्रलंबित आहे. मंजुरी मिळाल्यास योजना मार्गी लागेल.इंद्रायणी नदीचा उगम माझ्या मतदारसंघातून होतो आणि ती देहू-आळंदी तीर्थक्षेत्रातून वाहते. वारकरी संप्रदायातील भाविक याच पवित्र नदीत स्नान करतात. मात्र, प्रदूषित पाण्यामुळे त्यांना आजारांचा सामना करावा लागतो.त्यामुळे पवना व इंद्रायणी नदी सुधार योजनांना त्वरित मंजुरी मिळावी, जेणेकरून भविष्यातील पिढ्यांना स्वच्छ आणि सुरक्षित पाणी मिळेल.",
      img: "images/image-148.webp",
      date: "20/03/2025",
      url: "https://www.instagram.com/reel/DHZ-4adIOPj/?utm_source=ig_web_copy_link&igsh=MTdmaHNta2VmdWQ0dA==",
    },
    {
      caption:
        "अर्थसंकल्पीय अधिवेशन !📍संसद भवन, नवी दिल्ली पंतप्रधान मा. नरेंद्र मोदीजींच्या नेतृत्वाखाली सादर झालेला रेल्वे अर्थसंकल्प 2025-26 हा लोकहिताचा आणि विकासाभिमुख असून, यासाठी मा. मोदीजींचे मनःपूर्वक अभिनंदन. रेल्वे अर्थसंकल्प 2025-26 मध्ये महाराष्ट्राच्या प्रगतीसाठी महत्त्वाचे मुद्दे मांडले! आज लोकसभेत रेल्वे अर्थसंकल्पावर चर्चा करत असताना, माझ्या मावळ लोकसभा मतदारसंघासह संपूर्ण महाराष्ट्राच्या विकासासाठी काही महत्त्वाचे प्रश्न मी सभागृहात मांडले. अमृत भारत स्टेशन योजनेत समावेशाची मागणी: माझ्या मतदारसंघातील आकुर्डी, चिंचवड, तळेगाव, लोणावळा व पनवेल जंक्शन ही महत्त्वाची रेल्वे स्थानके ‘अमृत भारत स्टेशन’ योजनेत समाविष्ट करून त्यांचा दर्जा वाढवावा, अशी मागणी केली.🔹 पुणे-लोणावळा लोकल सेवा पुनर्संचालन:कोरोना काळानंतर बंद झालेली दुपारी 1:30 ची पुणे-लोणावळा लोकल सेवा पुन्हा सुरू करावी, जेणेकरून विद्यार्थी, महिला व कामगार वर्गाला याचा लाभ होईल.🔹 मुंबई-पुणे तिसऱ्या-चौथ्या मार्गाची प्रगती:2017 मध्ये मंजूर झालेल्या मुंबई-पुणे तिसऱ्या व चौथ्या मार्गाच्या कामाला अद्याप सुरुवात झालेली नाही. हे काम तात्काळ सुरू करावे, अशी विनंती केली.🔹 पनवेल-कर्जत मार्ग व नवीन विमानतळ कनेक्टिव्हिटी: पनवेल-कर्जत नवीन रेल्वे मार्ग जलद गतीने पूर्ण व्हावा आणि पनवेल ते लोणावळा दरम्यान तिसरा-चौथा मार्ग तयार करून नवीन विमानतळाशी चांगली जोडणी व्हावी, ही मागणी केली.🔹 नेरळ-माथेरान टॉय ट्रेन सेवेत सुधारणा आवश्यक:नेरळ-माथेरान टॉय ट्रेन सेवा पूर्वी 1-2 तासांत पूर्ण होत असे, पण आता 3-3.30 तास लागतात. या सेवेत सुधारणा करण्याची आवश्यकता आहे.🔹 ज्येष्ठ नागरिकांसाठी तिकीट सवलती पुनर्रचनेबाबत: कोरोना काळात थांबवलेल्या ज्येष्ठ नागरिकांच्या तिकीट सवलती पुन्हा सुरू कराव्यात, यासाठी सरकारकडे आग्रह धरला.माझा नेहमीच प्रयत्न असतो की आपल्या मतदारसंघाचा व महाराष्ट्राचा सर्वांगीण विकास व्हावा. या सर्व मागण्या त्वरित मान्य होऊन कामांना गती मिळावी, हीच अपेक्षा.",
      img: "images/image-147.webp",
      date: "17/03/2025",
      url: "https://www.instagram.com/reel/DHTRTjHI8Zt/?utm_source=ig_web_copy_link&igsh=MWU3azQyM29xejVhOA==",
    },
    {
      caption:
        " दिल्ली येथे संसदीय ऊर्जा स्थायी समितीची महत्त्वपूर्ण बैठक!आज संसदीय ऊर्जा स्थायी समितीची बैठक दिल्ली येथे पार पडली. या बैठकीत ऊर्जा मंत्रालयाचा अहवाल संसदेत सादर करण्यास मंजुरी देण्यात आली.यासोबतच खालील अहवालांचा विचार व दुरुस्ती करण्यात आली:✅ बायो-एनर्जी आणि कचऱ्यावरून ऊर्जा निर्मिती – शहरी, औद्योगिक आणि कृषी कचऱ्याचा पुनर्वापर व स्थानिक स्वराज्य संस्थांची भूमिका.✅ ऊर्जा मंत्रालयाच्या 2025-26 वर्षांसाठीच्या अनुदान मागण्या.✅ नवीन व नवीकरणीय ऊर्जा मंत्रालयाच्या 2025-26 वर्षांसाठीच्या अनुदान मागण्या.ऊर्जाक्षेत्रातील भविष्यातील धोरणांवर महत्त्वपूर्ण चर्चा झाली असून, देशाच्या ऊर्जा व्यवस्थापनाला अधिक बळकटी देण्याच्या दिशेने हा एक महत्त्वपूर्ण टप्पा ठरला आहे.",
      img: "images/image-144.webp",
      url: "https://www.instagram.com/p/DHEIRR8qQS7/?utm_source=ig_web_copy_link&igsh=MWtzY29neTl6dW04cA==",
      date: "11/03/2025",
    },
    {
      caption:
        "दिल्ली येथे महाराष्ट्रातील नवनिर्वाचित आमदारांसाठी संसदीय प्रशिक्षण शिबीर!महाराष्ट्र सरकार व लोकसभा सचिवालयाच्या वतीने दिल्ली येथे महाराष्ट्रातील नवीन आमदारांसाठी दोन दिवसीय संसदीय कामकाज प्रशिक्षण शिबीर आयोजित करण्यात आले. लोकसभा कामकाजाविषयी मार्गदर्शन करण्याकरिता माझी निवड करण्यात आली.या वेळी संसदीय प्रक्रिया व कामकाजातील सक्रिय सहभाग याविषयी माहिती देत आमदारांना संसदीय कार्यप्रणालीची सखोल समज निर्माण करून मार्गदर्शन केले.",
      img: "images/image-132.webp",
      date: "10/02/2025",
      url: "https://www.instagram.com/p/DF5Wp8AqO63/?utm_source=ig_web_copy_link&igsh=MXJsd2FqZmNheXh5Nw==",
    },
    {
      caption:
        "काल लोकसभेत राष्ट्रपतींच्या अभिभाषणाचे समर्थन केले. संसदेत विपक्षाने पंतप्रधान नरेंद्र मोदींवर केलेल्या आरोपांना तथ्य नसून, पंतप्रधानांनी केलेल्या सुधारीत उपाययोजना तसेच देशाच्या अर्थव्यवस्थे संबंधित घेतलेल्या निर्णयांचे विश्लेषण केले.कोरोना काळात सरकारने वेळीच घेतलेल्या सकारात्मक कार्यामुळे आलेल्या महामारीवर लवकर निर्बंध घालण्यात यश आले.जम्मू-काश्मीरमधील ३७० कलम हटवल्यामुळे तेथील विकास कामांना गती प्रदान झाली आहे. त्याच बरोबर मेक इन इंडिया, डिजिटल इंडिया, आणि आत्मनिर्भर भारत अशा स्टार्टअपमुळे भारताची अर्थव्यवस्था गतिमान होण्यासाठी होत असलेली मदत अभिमानास पात्र आहे.देशाच्या सर्वांगीण विकासासाठी सरकार सातत्याने विविध योजना राबवत आहे, मात्र काही क्षेत्रांमध्ये अजूनही सुधारणा करण्याची आवश्यकता असून त्याकडे लक्ष वेधले.प्रधानमंत्री आवास योजनेबाबत गरीब व गरजू कुटुंबातील लाभार्थ्यांना सरकारी दस्तऐवज नसल्या कारणाने त्यांच्या घराचे स्वप्न पूर्ण होण्यात अडचणी येत असून त्यासाठी पाठपुरावा करावा अशी विनंती केली तसेच कृषी क्षेत्रातील होणारे बदल, वाढत्या शहरीकरणामुळे शेतकरी हवालदिल होत चालला आहे, यामुळे पर्यावरण व लोक स्वास्थ्यावर परीणाम होत आहेत.या अडचणींवर मार्ग काढण्यासाठी संबंधित मंत्रालयाकडून उपाययोजना करण्याची विनंती केली.",
      img: "images/image-129.webp",
      date: "04/02/2024",
      url: "https://www.instagram.com/reel/DFpwFLVCSXM/?utm_source=ig_web_copy_link&igsh=Z3gyY2s4ZnBxeG16",
    },
    {
      caption:
        "अर्थसंकल्पीय अधिवेशनाचा दूसरा दिवस आज देशाच्या विकासाच्या दृष्टीने महत्त्वपूर्ण असलेल्या अर्थसंकल्पीय अधिवेशनात सहभाग घेतला. लोकसभेत केंद्रीय अर्थमंत्री मा. निर्मला सीतारामन यांनी केंद्रीय अर्थसंकल्प 2025 सादर केला.",
      img: "images/image-127.webp",
      url: "https://www.instagram.com/p/DFhqI4HN76c/?utm_source=ig_web_copy_link&igsh=MWc1amt5d3dtdTh0dg==",
      date: "01/02/2025",
    },

    {
      caption:
        "पनवेल येथील पासपोर्ट सेवा केंद्राच्या पुनर्स्थापनेसाठी ठोस पाऊल!सन 2017 मध्ये मंजुरी मिळालेल्या पनवेल येथील पासपोर्ट सेवा केंद्रासाठी पोस्ट कार्यालयाकडून जागा उपलब्ध न झाल्यामुळे ते आलिबाग येथे स्थलांतरित करण्यात आले.यामुळे नागरिकांना होणाऱ्या गैरसोयीचा विचार करून आज केंद्रीय परराष्ट्र मंत्री श्री. एस. जयशंकर यांची भेट घेत पनवेल येथे पासपोर्ट सेवा केंद्र मंजूर करण्याची मागणी केली. यावर लवकरात लवकर सकारात्मक निर्णय घेण्याचे त्यांनी आश्वासन दिले.",
      img: "images/image-87.webp",
      date: "20/12/2024",
      url: "https://www.instagram.com/p/DDzCJEKqfrZ/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "आज केंद्रीय सांस्कृतिक व पर्यटन मंत्री मा. गजेंद्रसिंह शेखावत यांची भेट घेत मावळ लोकसभा मतदारसंघातील ऐतिहासिक वारसा असणाऱ्या स्थळांच्या संरक्षणासाठी महत्वपूर्ण मागण्या मांडल्या.किल्ले लोहगड, तिकोना, राजमाची, विसापूर आणि ४०० वर्षे पुरातन घोडेश्वर लेणी यांची विशेष देखरेख व संवर्धनासाठी निधी उपलब्ध करून देणे, तसेच घारापुरी लेणीतील शिवमंदिर सोमवारी नागरिकांसाठी खुले ठेवण्यात यावे, अशी विनंती केली.या ऐतिहासिक स्थळांच्या संवर्धनासाठी लवकरच ठोस पावले उचलली जातील.",
      img: "images/image-85.webp",
      date: "19/12/2024",
      url: "https://www.instagram.com/p/DDxD2BkKOMZ/?utm_source=ig_web_copy_link&igsh=MzFoeXpiamdhMjlz",
    },
    {
      caption:
        "आज दिल्ली येथे केंद्रीय रेल्वेमंत्री मा. अश्विनी वैष्णव यांची भेट घेत मावळ लोकसभा मतदारसंघ परिसरातील रेल्वे सुविधांसंदर्भात महत्वपूर्ण मागण्या मांडल्या. तिसरा आणि चौथा ट्रॅक, लोणावळा-कर्जत घाट भागात टनेल निर्मिती, कोल्हापूरसाठी सह्याद्री एक्स्प्रेस पुन्हा सुरू करून देहूरोड येथे थांबा देणे, पुणे-जोधपूर रेल्वे दररोज सुरू करून चिंचवड स्टेशनवर थांबा देणे या मागण्यांवर चर्चा झाली.रेल्वेमंत्री मा. अश्विनी वैष्णव यांनी या मागण्यांना सकारात्मक प्रतिसाद दिला असून लवकरच या सुविधा प्रत्यक्षात येण्यासाठी प्रयत्न केले जातील.",
      img: "images/image-84.webp",
      date: "19/12/2024",
      url: "https://www.instagram.com/p/DDw7dzlNEse/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "संसदीय ऊर्जा समितीच्या स्थायी समितीची बैठक आज दिल्ली येथे पार पडली.या बैठकीत IREDA (इंडियन रिन्यूएबल एनर्जी डेव्हलपमेंट एजन्सी) या भारत सरकारच्या उपक्रमाचे अध्यक्ष व प्रबंध निर्देशक श्री. प्रदीप कुमार दास, संयुक्त सचिव श्री. रामकुमार सूर्यनारायण, श्री. कुलमोहनसिंग अरोडा तसेच समिती सदस्य उपस्थित होते.'नवीकरणीय ऊर्जा वित्तपुरवठ्याच्या वाढीला गती देण्यासाठी सुदृढ व नाविन्यपूर्ण वित्तपुरवठ्याची भूमिका' या विषयावर चर्चा करण्यात आली. या चर्चेतून उर्जा क्षेत्राच्या प्रगतीसाठी उपयुक्त मार्गदर्शक तत्त्वे निश्चित होतील",
      img: "images/image-82.webp",
      date: "17/12/2024",
      url: "https://www.instagram.com/p/DDrpfDjN3p3/?utm_source=ig_web_copy_link&igsh=NDFzaXlkaTBhbTM3",
    },
    {
      caption:
        "आज लोकसभेत महाराष्ट्राच्या सहकार क्षेत्रासंदर्भातील तारांकित प्रश्न उपस्थित केला. सहकार क्षेत्राला बळकटी देण्याच्या उद्देशाने पंतप्रधान नरेंद्र मोदी आणि सहकार मंत्री अमित शहा यांच्या नेतृत्वाखाली सहकार मंत्रालयाची स्थापना करण्यात आली. या प्रयत्नांमुळे प्राथमिक कृषी सहकारी संस्था आणि ग्रामीण सहकारी बँकांच्या ठेवी तसेच कॅश लोनमध्ये वाढ झाली आहे का, याबाबत माहिती जाणून घेण्याचा प्रयत्न केला.यावर उत्तर देताना सहकार राज्यमंत्री श्री. मुरलीधर मोहोळ यांनी सहकार मंत्रालयाच्या स्थापनेमुळे सहकार क्षेत्राला बळकटी मिळाल्याचे आणि ग्रामीण अर्थव्यवस्थेच्या विकासासाठी या क्षेत्रात सकारात्मक बदल घडत असल्याचे नमूद केले",
      img: "images/image-81.webp",
      date: "17/12/2024",
      url: "https://www.instagram.com/reel/DDrgqAbpn1z/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "लोकसभेत आज तारांकित प्रश्न विचारून गर्भवती, मजूर, गरीब आणि आदिवासी महिलांसाठी प्रधानमंत्री मातृ वंदना योजनेच्या अंमलबजावणीवर चर्चा केली.अनेक महिलांना लग्नाआधीच्या आधार कार्डवरील नाव, बँक खात्याचा अभाव, तसेच इतर कारणांमुळे योजनेचा लाभ घेण्यात अडचणी येत आहेत.या अडचणी दूर करण्यासाठी आणि गरजू महिलांना सक्षमीकरणासाठी संबंधित मंत्रालयाकडून तातडीने उपाययोजना करण्याची विनंती केली.",
      img: "images/image-79.webp",
      date: "13/12/2024",
      url: "https://www.instagram.com/reel/DDg_aWoJnsL/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "आज लोकसभेत नैसर्गिक आपत्ती व्यवस्थापन(आपदा प्रबंधन विधेयक 2024) विधेयकावर मंजुरी देण्यासाठीच्या चर्चेत, मी मा. नरेंद्र मोदींजीच्या नेतृत्वावर विश्वास ठेवून आणि राज्याच्या विकास व नैसर्गिक आपत्ती व्यवस्थापनाचा विचार करून, माझ्या संपूर्ण मावळ लोकसभेच्या वतीने समर्थन दर्शवले.नैसर्गिक आपत्ती व्यवस्थापन प्रत्येक राज्यासाठी अत्यंत महत्त्वाचे आहे, आणि त्याचे महत्त्व काही घडलेल्या घटनांवरून चर्चेत मांडण्यात आले:ओडिशाचा सुपर सायक्लोन गुजरात भूकंप (2001) हिंदी महासागरातील सुनामी (2004) महाराष्ट्रातील दुष्काळ (2013) उत्तराखंड महापूर (2013) भारतातील आकडेवारीनुसार, दरवर्षी 2500 पेक्षा जास्त लोक नैसर्गिक आपत्तींमुळे मरण पावतात, आणि एका वर्षात 3,47,720 घरांचे नुकसान होते.म्हणूनच, मानवनिर्मित असो वा नैसर्गिक, नागरिकांच्या सुरक्षेसाठी आणि आपत्ती व्यवस्थापनासाठी हे विधेयक अत्यंत महत्त्वाचे आहे. कारण जेव्हा राज्य सरकार आपत्ती व्यवस्थापनासाठी सक्षम असेल, तेव्हा मोठ्या जीवितहानी टाळता येतील आणि आपत्तीवर लवकर नियंत्रण मिळवता येईल.",
      img: "images/image-78.webp",
      date: "12/12/2024",
      url: "https://www.instagram.com/reel/DDeqn5HNMVu/?utm_source=ig_web_copy_link&igsh=MWVidXN5NGw2d3kxcg==",
    },
    {
      caption:
        "लोकसभेत आज देहूपासून देहूरोड NH4 पर्यंत जाणाऱ्या रस्त्याच्या रक्षा विभागाकडून ताब्यात घेण्यासंबंधी तारांकित प्रश्न विचारला. हा रस्ता पंढरपूर वारीसाठी अत्यंत महत्त्वाचा आहे, कारण त्यावर होणारी वाहतूक आणि सुरक्षा सुनिश्चित करण्यासाठी हा निर्णय अत्यंत गरजेचा ठरतो. रस्त्याच्या देखभालीसाठी तसेच वारीच्या पवित्र सोहळ्याच्या सोईसाठी घेतलेला निर्णय भविष्यातील विकासाच्या दृष्टीने महत्त्वपूर्ण ठरेल.",
      img: "images/image-77.webp",
      date: "12/12/2024",
      url: "https://www.instagram.com/reel/DDevBFsqNH5/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "मी अध्यक्ष असलेल्या संसदीय ऊर्जा विभागाच्या स्थायी समिती कार्यालयात आज कामकाजाच्या आढाव्यासाठी उपस्थित होतो.",
      img: "images/image-74.webp",
      date: "05/12/2024",
      url: "https://www.instagram.com/p/DDL5MX3P50t/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "आज संसद भवनात 'रेल्वे संशोधन विधेयक २०२४' संदर्भात चर्चा करताना, मी भारतीय रेल्वेच्या आधुनिकीकरणाची आणि संशोधन-उन्नतीची गरज स्पष्ट केली. सध्याच्या सरकारच्या कार्यकाळात रेल्वे बजेटमध्ये ऐतिहासिक वाढ झाली असून, रेल्वे नेटवर्कचा अभूतपूर्व विस्तार होत आहे. यावेळी, पुणे ते लोणावळा रेल्वे ट्रॅकच्या नवीन प्रकल्पाला गती देण्याची आणि कामे लवकर पूर्ण करण्याची मागणीही मी मांडली. हे विधेयक रेल्वेच्या सुरक्षिततेसाठी, प्रवाशांच्या सुविधांसाठी आणि देशाच्या प्रगतीसाठी महत्त्वाचे पाऊल ठरणार आहे.",
      img: "images/image-73.webp",
      date: "04/12/2024",
      url: "https://www.instagram.com/reel/DDJ_RnMK20n/?utm_source=ig_web_copy_link&igsh=MXhrM2VmbDFvZ2FqcA==",
    },
    {
      caption:
        "काल प्राईम प्राईंड फाऊंडेशनच्या वतीने दिल्ली येथे ७५ वा संविधान दिवस मोठ्या उत्साहाने साजरा करण्यात आला. या विशेष चर्चासत्रात केंद्रीय मंत्री श्री अर्जून मेघवाल, केंद्रीय मंत्री श्री एस.पी.सिंग बघेल, श्री के.सी. श्रीनिवासन, आणि श्रीमती प्रियदर्शनी यांच्या प्रमुख उपस्थितीत संविधानाच्या विविध पैलूंवर चर्चा झाली. संविधानाच्या आदर्शांचा सन्मान करत, राष्ट्र उन्नतीसाठी योगदान देण्याचा निर्धार या कार्यक्रमातून व्यक्त करण्यात आला.",
      img: "images/image-70.webp",
      url: "https://www.instagram.com/p/DC6Qc9lKibe/?utm_source=ig_web_copy_link",
      date: "28/11/2024",
    },
    {
      caption:
        "संसदेचे हिवाळी अधिवेशन आजपासून सुरू झाले.पहिल्याच दिवशी खासदार डॉ. श्रीकांत शिंदे यांच्यासोबत राजकीय आणि सामाजिक मुद्द्यांवर चर्चा करतांना. जनतेच्या आणि देशाच्या विकासासाठी या अधिवेशनात सकारात्मक भूमिका घेण्याचा निर्धार!",
      img: "images/image-69.webp",
      date: "",
      url: "",
    },
    {
      caption:
        "नवी मुंबई-पनवेल येथे उभारण्यात येणारे नवीन विमानतळ मुंबईकरांसाठी खूप मोठी पर्वणी ठरणार आहे. या विमानतळाच्या बांधणीसाठी अनेक अडचणी आणि आव्हाने स्थानिक ग्रामस्थ आणि नागरिकांनी झेलली आहेत. म्हणूनच पनवेलकरांचे श्रद्धास्थान असलेले दिवंगत लोकनेते दि. बा. पाटील यांचे नाव या आंतरराष्ट्रीय विमानतळाला देण्याची मागणी आज संसदेत केली. या मागणीला राज्य सरकारची मान्यता असून केंद्र सरकारकडे याबाबत लेखी प्रस्ताव देखील दाखल केला आहे. आपल्या मातीत उभारणाऱ्या या आंतरराष्ट्रीय विमानतळाला आपल्याच मातीतल्या लोकनेते दि. बा. पाटील यांचे नाव मिळणे यांसारखी दुसरी अभिमानाची आणि गर्वाची गोष्ट पनवेलकर आणि संपूर्ण महाराष्ट्रासाठी नाही !",
      img: "images/image-17.webp",
      date: "",
      url: "",
    },
    {
      caption:
        "नागरी उड्डान मंत्रालयाच्या विधयकावर पुणे मुंबई विमातळाच्या समस्या मांडल्या तसेत देशात उपलब्ध असलेली विमानतळे भविष्यामध्ये अपुरी पडणार आहेत. यावर उपाय म्हणून देशातील विमानतळांची संख्या वाढवावी तसेच काही खाजगी कंपन्या प्रवाशांची विमानफेरी रद्द झाल्यांनंतर प्रवास परतावा शुल्क देत नाहीत त्यांच्या मनमानी कारभारावरती रोख बसवण्यासाठीही प्रयत्न व्हावेत असा संसदेत मुद्दा मांडला. पुण्यातील विमानतळ हे सैन्यदला अंतर्गत असून आकाराने लहान आहे. वाढती लोकसंख्या आणि वाढत्या विमान प्रवाशांची संख्या पाहता पुण्यामध्ये नवीन विमानतळ उभारण्याची गरज आहे या संदर्भात आज लोकसभेत तारांकीत प्रश्न विचारून संसदे समोर मुद्दा मांडला !!",
      img: "images/image-16.webp",
      date: "08/08/2024",
      url: "https://www.instagram.com/reel/C-aWF2xN_ed/?utm_source=ig_web_copy_link",
    },
    {
      caption:
        "मावळ मधील नागरिकांचे जीवन सुलभ आणि सुखद होण्यासाठी सगळ्यात जास्त महत्वाची गोष्ट आहे ती म्हणजे रस्ते वाहतूक सुविधा अनेक खेड्यापाड्यातून गावागावांतून नागरिक कामासाठी शहराच्या ठिकाणी प्रवास करून जात असतात त्यांचा प्रवास सुखरूप व्हावा यासाठी आज संसदेत मावळमधून जाणाऱ्या महामार्गाबाबत प्रश्न विचारला. एन एच ४ पासून रावेत चांदणी चौक ते कोल्हापूर पर्यंत जाणारा महामार्ग हा रिलायन्स इन्फ्रास्ट्रक्चर कंपनी कडे असून यंदाच्या पावसात त्या महामार्गावरती अनेक खड्डे पडून महामार्गाची दुरावस्था झाली आहे. याबाबत जुना प्रस्ताव रद्द करून नव्या प्रस्तावाची मागणी केली.",
      img: "images/image-15.webp",
      date: "08/08/2024",
      url: "https://www.instagram.com/reel/C-aDegFgGcB/?utm_source=ig_web_copy_link",
    },
  ],
};

const postsContainer = document.getElementById("posts");
document.querySelectorAll(".category-buttons button").forEach((btn) => {
  btn.addEventListener("click", () => {
    const category = btn.dataset.category;
    displayPosts(category);
    console(btn);
  });
});

function displayPosts(category) {
  postsContainer.innerHTML = "";
  postsData[category].forEach((post) => {
    const div = document.createElement("div");
    div.className = "post";
    div.innerHTML = `
        <img src="${post.img}" alt="">
        <div class="post-info">
          <span class="date">${post.date || "&nbsp;"}</span>
          <a href="${post.url}" target="_blank">View Post</a>
        </div>
        <div class="post-caption">${post.caption}</div>
      `;
    postsContainer.appendChild(div);
  });
}
const categoryButtons = document.querySelectorAll(".category-buttons button");

categoryButtons.forEach((button) => {
  button.addEventListener("click", () => {
    // remove active from all buttons
    categoryButtons.forEach((btn) => btn.classList.remove("active"));

    // add active to the clicked button
    button.classList.add("active");
    const selectedCategory = button.dataset.category;
    console.log("Selected:", selectedCategory);
  });
});
